@extends('layouts.app')

@section('content')
    <section class="welcomePage">
        <div class="container welcome__container">
            <h1 class="section__title">Доставка<br/>питания</h1>
            <h2>для беременных<br/>и кормящих мам от&nbsp;1300&nbsp;₽ в&nbsp;день</h2>
            <a href="#programs" class="actionBtn transBtn">Заказать доставку</a>
            <p class="ps">Есть возможность заказать питание для папы</p>
            <p class="free" data-toggle="popover" title="Заголовок панели" data-content="Текст панели.">Бесплатная
                доставка<br/>по Санкт-Петербургу</p>
            <p class="special">Специализировано<br/>по составу и способу<br/>приготовления.</p>

            <ul>
                <li>
                    <p class="content">Четырехразовое питание</p>

                    <div class="hover__content">Рацион состоит из: завтрака, перекуса, обеда и ужина.</div>
                </li>

                <li>
                    <p class="content">Разнообразные<br/>и полезные блюда</p>

                    <div class="hover__content">В нашем рационе вы найдете разные виды белой рыбы, курицу, телятину,
                        индейку, большое количество овощей и зерновых
                    </div>
                </li>

                <li>
                    <p class="content">Готовим<br/>без жарки на масле</p>

                    <div class="hover__content">Используются только щадящие способы приготовления: запекание, тушение,
                        варка
                        на пару
                    </div>
                </li>

                <li>
                    <p class="content">Всегда свежие<br/>продукты</p>

                    <div class="hover__content">Все продукты закупаются у проверенных поставщиков в день приготовления
                    </div>
                </li>

                <li>
                    <p class="content">Меньше лишних трат<br/>в магазине</p>

                    <div class="hover__content">Наш сервис не всегда может полностью заменить питание — будут
                        дополнительные
                        траты на любимые вкусности. Тем не менее, когда под рукой всегда есть вкусная и аппетитная еды -
                        количество походов в магазин значительно сокращается.
                    </div>
                </li>

                <li>
                    <p class="content">Экономим<br/>ваше время</p>

                    <div class="hover__content">В среднем мамы тратят на готовку и поход в продуктовые магазины 32 часа
                        в
                        месяц
                    </div>
                </li>
            </ul>
        </div>
    </section>

    <section class="programs" id="programs">
        <script>
            const setValue = () => {
                const product       = parseInt(document.querySelector('.programs__list .active')
                                                   .getAttribute('data-activate')) + 1
                const daysNum       = document.querySelector('.category.main .dropdown .select span')
                    .innerHTML
                    .split(' ')
                    .splice(1)
                    .join(' ')
                const daysNumFather = document.querySelector('.category.father .dropdown .select span')
                    .innerHTML
                    .split(' ')
                    .splice(1)
                    .join(' ')
                const order         = document.querySelector('.category.main .dropdown .select span')
                    .innerHTML
                    .slice(3, 5)
                    .replace(' ', '')
                const orderFather   = document.querySelector('.category.father .dropdown .select span')
                    .innerHTML
                    .slice(3, 5)
                    .replace(' ', '')

                let msgMain    = $('#orderForm').serialize()
                let msgDetails = `&days=${daysNum}&product=${product}&order=${order}&father=${daysNumFather}&orderFather=${orderFather}`;

                if (promoInputSurround.classList.contains('active')) {
                    msgDetails += `&sale=50`
                }

                document.querySelector("input[name='frontpadMain']").value    = msgMain
                document.querySelector("input[name='frontpadDetails']").value = msgDetails

                let descr

                document.querySelector("input[name='value']").value = sumTotal == 0 ? 3000 : sumTotal
                if (extraTotal == 0) {
                    descr = (document.querySelector('.category.main p').innerHTML + ' ' + document.querySelector('.category.main span').innerHTML).replace(/&nbsp;/g, " ")
                        .replace(/<br>/g, ' ')
                } else {
                    descr = (document.querySelector('.category.main p').innerHTML + ' ' + document.querySelector('.category.main span').innerHTML + ' и ' + document.querySelector('.category.father p').innerHTML + ' ' + document.querySelector('.category.father span').innerHTML).replace(/&nbsp;/g, ' ')
                        .replace(/<br>/g, ' ')
                }
                document.querySelector("input[name='description']").value = descr
            }
        </script>

        @component('layouts.components.modal', ['id' => 'programsModalThanks', 'title' => 'Спасибо за заказ!'])
            <p class="modal-body__title">Мы перезвоним вам для уточнения деталей заказа в&nbsp;ближайшее
                время</p>
            <div class="text">
                <strong>Кстати, вам на E-mail пришло письмо с&nbsp;персональным QR-кодом.</strong>
                <p>Отсканируйте его, и мы добавим вас в&nbsp;чат, где&nbsp;пишем меню на&nbsp;неделю и&nbsp;новости&nbsp;доставки.</p>
            </div>
            <a href="#" class="actionBtn" data-dismiss="modal" aria-label="Close">Вернуться на сайт</a>
        @endcomponent

        @component('layouts.components.modal', ['id' => 'programsModal', 'title' => 'Оформление заказа'])
            <div class="categories">
                <div class="category main">
                    <p>Программа питания для&nbsp;кормящей мамы</p>
                    <div class="dropdown">
                        <div class="select">
                            <span>на 2 дня</span>
                        </div>

                        <ul class="dropdown-menu">
                            <li onclick="if (promoActive) {setMainTotal(1, 1500)} else {setMainTotal(2, 1500)}; orderMainSwitch(0, '2 дня');"
                                class="active">2 дня
                            </li>
                            <li onclick="if (promoActive) {setMainTotal(3, 1450)} else {setMainTotal(4, 1450)}; orderMainSwitch(1, '4 дня');">
                                4 дня
                            </li>
                            <li onclick="if (promoActive) {setMainTotal(5, 1400)} else {setMainTotal(6, 1400)}; orderMainSwitch(2, '6 дней');">
                                6 дней
                            </li>
                            <li onclick="if (promoActive) {setMainTotal(11, 1350)} else {setMainTotal(12, 1350)}; orderMainSwitch(3, '12 дней');">
                                12 дней
                            </li>
                            <li onclick="if (promoActive) {setMainTotal(23, 1300)} else {setMainTotal(24, 1300)}; orderMainSwitch(4, '24 дня');">
                                24 дня
                            </li>
                        </ul>
                    </div>
                </div>
                <div class="category father">
                    <p>Рацион питания<br/>для папы</p>
                    <div class="dropdown">
                        <div class="select">
                            <span>на 2 дня</span>
                        </div>

                        <ul class="dropdown-menu">
                            <li onclick="setExtraTotal(2, 1500)" class="active">2 дня</li>
                            <li onclick="setExtraTotal(4, 1450)">4 дня</li>
                            <li onclick="setExtraTotal(8, 1400)">8 дней</li>
                            <li onclick="setExtraTotal(16, 1350)">16 дней</li>
                            <li onclick="setExtraTotal(24, 1300)">24 дня</li>
                        </ul>
                    </div>
                </div>
            </div>
            <form class="orderForm" method="POST" id="orderForm" action="token.php" onsubmit="">
                @csrf
                <div class="personal">
                    <p>Личные данные</p>
                    <input required="required" class="name" name="name" placeholder="Ваше имя" type="text">
                    <input required="required" name="phone" placeholder="Номер телефона" type="tel"
                           class="tel">
                    <input required="required" name="mail" placeholder="E-mail" type="email">
                    <input required="required" type="checkbox" id="orderCheckbox">
                    <label for="orderCheckbox">Согласна на обработку персональных данных</label>

                </div>

                <div class="delivery">
                    <p>Данные о доставке</p>
                    <input name="city" placeholder="Город" type="text" class="city" required="required">
                    <input name="street" placeholder="Улица" type="text" class="street" required="required">
                    <div class="exact">
                        <input name="home" placeholder="№ дома" type="number" class="house"
                               required="required">
                        <input name="apart" placeholder="Квартира" type="number" class="flat">
                        <input name="pod" placeholder="Подъезд" type="number" class="hall">
                        <input name="et" placeholder="Этаж" type="number" class="floor">
                    </div>
                </div>

                <div class="optional">
                    <p>Дополнительно</p>
                    <input id="forDad" name="forDad" type="checkbox">
                    <label id="dadMeal" for="forDad">Питание для папы</label>

                    <input id="noCutlery" name="noCutlery" type="checkbox">
                    <label for="noCutlery">Без приборов</label>

                    <input id="noSound" name="noSound" type="checkbox">
                    <label for="noSound">Бесшумная доставка</label>

                    <input id="promo" type="checkbox">
                    <label onclick="inputToggle()" for="promo">Использовать промокод</label>

                    <div class="promoInput">
                        <input type="text" name="promo" placeholder="Введите промокод">
                    </div>
                </div>

                <div class="total">
                    <p>Итоговая стоимость</p>
                    <h2 class="modalTotal">3&nbsp;000 ₽</h2>
                    <input name="value" value="3000" type="hidden">
                    <input name="description" value="" type="hidden">
                    <input name="frontpadMain" value="" type="hidden">
                    <input name="frontpadDetails" value="" type="hidden">
                    <button onclick="setValue()" type="submit" class="orderBtn">Отправить заказ</button>
                </div>
            </form>
        @endcomponent

        <div class="container">
            <div class="section__title__block">
                <h2 class="section__title">
                    Программы питания
                </h2>
                <img src="images/programsDecor.svg" alt="">
            </div>

            <ul class="programs__list">


                <li class="active" data-activate="2" data-forwhom="кормящей мамы">
                    <svg width="70" height="70" viewBox="0 0 70 70" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <g clip-path="url(#clip0)">
                            <path
                                d="M29.5586 3.11175C29.7909 3.11182 30.0172 3.038 30.2047 2.90095C30.3923 2.76391 30.5314 2.57075 30.6019 2.34942C30.6724 2.12809 30.6706 1.89007 30.5969 1.66979C30.5232 1.44951 30.3813 1.2584 30.1918 1.1241C30.0022 0.989797 29.7749 0.919273 29.5426 0.922729C29.3104 0.926185 29.0852 1.00344 28.8998 1.14332C28.7143 1.2832 28.5782 1.47845 28.5111 1.70083C28.4439 1.9232 28.4493 2.16117 28.5263 2.3803C28.6017 2.59393 28.7415 2.77895 28.9263 2.90993C29.1112 3.04091 29.332 3.11141 29.5586 3.11175V3.11175Z"
                                fill="#B0A2A2"/>
                            <path
                                d="M18.5938 30.6249C18.8837 30.6245 19.1617 30.5091 19.3667 30.3041C19.5717 30.099 19.6871 29.8211 19.6875 29.5311V17.4999C19.689 15.0217 20.2911 12.5809 21.4421 10.3863C22.5931 8.1917 24.2587 6.3087 26.2965 4.89849C26.5351 4.73351 26.6983 4.4805 26.7504 4.19513C26.8024 3.90976 26.739 3.61541 26.574 3.37681C26.4086 3.13868 26.1556 2.97587 25.8703 2.9241C25.585 2.87232 25.2909 2.93581 25.0523 3.10064C22.7638 4.68649 20.8836 6.79206 19.5658 9.24478C18.8994 10.4883 18.3866 11.8082 18.0387 13.1754C17.6807 14.589 17.4997 16.0416 17.5 17.4999V29.5311C17.5004 29.8211 17.6158 30.099 17.8208 30.3041C18.0258 30.5091 18.3038 30.6245 18.5938 30.6249V30.6249Z"
                                fill="#B0A2A2"/>
                            <path
                                d="M33.9049 2.22579C34.2672 2.19981 34.6364 2.18751 35 2.18751C37.011 2.18725 39.0023 2.58315 40.8602 3.35259C42.7181 4.12202 44.4062 5.24992 45.8282 6.67187C47.2501 8.09382 48.378 9.78196 49.1475 11.6399C49.9169 13.4978 50.3128 15.4891 50.3125 17.5V29.5313C50.3125 29.8213 50.4278 30.0995 50.6329 30.3047C50.838 30.5098 51.1162 30.625 51.4063 30.625C51.6964 30.625 51.9746 30.5098 52.1797 30.3047C52.3848 30.0995 52.5 29.8213 52.5 29.5313V17.5C52.5018 15.2014 52.0504 12.9249 51.1716 10.8009C50.2928 8.67691 49.0038 6.74701 47.3784 5.12163C45.753 3.49624 43.8231 2.20727 41.6991 1.32845C39.5751 0.449631 37.2987 -0.00179257 35 5.34943e-06C34.5844 5.34943e-06 34.1647 0.0150444 33.7504 0.0437553C33.4615 0.0647365 33.1926 0.1994 33.0027 0.418246C32.8128 0.637092 32.7174 0.922279 32.7373 1.21133C32.7581 1.50053 32.8926 1.76972 33.1115 1.95989C33.3303 2.15005 33.6157 2.24567 33.9049 2.22579V2.22579Z"
                                fill="#B0A2A2"/>
                            <path
                                d="M40.4688 24.0625C41.0728 24.0625 41.5625 23.5728 41.5625 22.9688C41.5625 22.3647 41.0728 21.875 40.4688 21.875C39.8647 21.875 39.375 22.3647 39.375 22.9688C39.375 23.5728 39.8647 24.0625 40.4688 24.0625Z"
                                fill="#B0A2A2"/>
                            <path
                                d="M29.5312 24.0625C30.1353 24.0625 30.625 23.5728 30.625 22.9688C30.625 22.3647 30.1353 21.875 29.5312 21.875C28.9272 21.875 28.4375 22.3647 28.4375 22.9688C28.4375 23.5728 28.9272 24.0625 29.5312 24.0625Z"
                                fill="#B0A2A2"/>
                            <path
                                d="M55.3524 46.8039L49.2324 33.6751C49.228 33.6659 49.2238 33.6569 49.2188 33.6477C48.7673 32.7372 48.0697 31.9714 47.2052 31.4371C46.3406 30.9029 45.3437 30.6215 44.3274 30.625H40.4688C40.1787 30.625 39.9005 30.5098 39.6954 30.3046C39.4902 30.0995 39.375 29.8213 39.375 29.5312C39.375 29.2412 39.4902 28.963 39.6954 28.7579C39.9005 28.5527 40.1787 28.4375 40.4688 28.4375H41.5625C42.7224 28.4362 43.8345 27.9748 44.6547 27.1547C45.4748 26.3345 45.9362 25.2224 45.9375 24.0625V16.4062C45.9375 16.1162 45.8223 15.838 45.6171 15.6329C45.412 15.4277 45.1338 15.3125 44.8438 15.3125C37.0132 15.3125 32.0322 12.4079 30.625 11.4673V6.5625C30.625 6.27242 30.5098 5.99422 30.3046 5.7891C30.0995 5.58398 29.8213 5.46875 29.5312 5.46875C29.2412 5.46875 28.963 5.58398 28.7579 5.7891C28.5527 5.99422 28.4375 6.27242 28.4375 6.5625V11.6895C27.7283 12.6875 26.0996 14.7109 24.6671 15.4273C24.4853 15.5182 24.3325 15.658 24.2257 15.8309C24.1189 16.0038 24.0624 16.203 24.0625 16.4062V24.0625C24.0638 25.2224 24.5252 26.3345 25.3453 27.1547C26.1655 27.9748 27.2776 28.4362 28.4375 28.4375H29.5312C29.8213 28.4375 30.0995 28.5527 30.3046 28.7579C30.5098 28.963 30.625 29.2412 30.625 29.5312C30.625 29.8213 30.5098 30.0995 30.3046 30.3046C30.0995 30.5098 29.8213 30.625 29.5312 30.625H25.6726C25.5519 30.625 25.432 30.6298 25.3128 30.6374C25.1203 30.6076 24.9233 30.6312 24.7434 30.7058C23.8976 30.8486 23.0976 31.1896 22.4089 31.701C21.7202 32.2124 21.1625 32.8796 20.7812 33.648C20.7728 33.6649 20.7647 33.682 20.7572 33.6994L16.6876 43.0191C16.5285 43.1945 16.4312 43.4172 16.4108 43.6532L13.2163 50.9687C13.1561 51.1068 13.125 51.2557 13.125 51.4062V54.6875C13.1266 56.1374 13.7033 57.5275 14.7286 58.5527C15.7538 59.5779 17.1438 60.1546 18.5938 60.1562H18.6545C18.4433 61.9613 18.7994 63.7873 19.6733 65.3807C20.5472 66.9741 21.8956 68.2559 23.5312 69.048C25.1668 69.8402 27.0085 70.1034 28.8005 69.8011C30.5925 69.4989 32.2459 68.6461 33.5312 67.3613L35.5875 65.3051C35.689 65.2035 35.7696 65.0829 35.8246 64.9502C35.8795 64.8175 35.9078 64.6753 35.9078 64.5317C35.9078 64.388 35.8795 64.2458 35.8246 64.1131C35.7696 63.9804 35.689 63.8598 35.5875 63.7582C35.4859 63.6567 35.3653 63.5761 35.2326 63.5211C35.0999 63.4662 34.9577 63.4379 34.8141 63.4379C34.6704 63.4379 34.5282 63.4662 34.3955 63.5211C34.2628 63.5761 34.1422 63.6567 34.0406 63.7582L31.9844 65.8145C31.0053 66.7944 29.7412 67.4392 28.3731 67.6566C27.0051 67.874 25.6033 67.6528 24.3687 67.0246C23.1341 66.3965 22.13 65.3937 21.5003 64.1599C20.8706 62.926 20.6476 61.5246 20.8633 60.1562H28.9844C30.2897 60.1562 31.5416 59.6377 32.4647 58.7147C33.3877 57.7916 33.9062 56.5397 33.9062 55.2344C33.9062 53.929 33.3877 52.6771 32.4647 51.7541C31.5416 50.8311 30.2897 50.3125 28.9844 50.3125H28.9238L30.414 48.8223C31.2113 48.0221 32.2026 47.4427 33.291 47.1406C33.3272 47.1326 33.363 47.1227 33.3982 47.111C33.9392 46.9709 34.4957 46.9001 35.0545 46.9003C35.9168 46.8978 36.7709 47.0664 37.5675 47.3964C38.3641 47.7263 39.0873 48.2109 39.6953 48.8223C40.4291 49.5586 40.9782 50.4582 41.2977 51.4475C41.6172 52.4367 41.6979 53.4875 41.5334 54.514C41.4872 54.8005 41.5567 55.0935 41.7267 55.3287C41.8966 55.5639 42.153 55.722 42.4394 55.7681C42.7259 55.8143 43.0189 55.7448 43.2541 55.5748C43.4893 55.4049 43.6474 55.1485 43.6935 54.8621C43.7175 54.7135 43.7367 54.5646 43.7529 54.4157C44.8946 53.9625 45.927 53.2718 46.7817 52.3895C50.145 48.9214 50.145 43.2783 46.7817 39.8102C45.9871 38.9813 45.0331 38.3218 43.9769 37.8712C42.9208 37.4207 41.7844 37.1884 40.6362 37.1884C39.488 37.1884 38.3517 37.4207 37.2955 37.8712C36.2394 38.3218 35.2853 38.9813 34.4907 39.8102C33.0581 41.2886 32.1788 43.2155 32.0009 45.2665C30.8242 45.7023 29.7558 46.3877 28.869 47.2756L25.8303 50.3125H22.4396L25.0675 44.1808C25.1773 43.915 25.178 43.6166 25.0694 43.3503C24.9608 43.084 24.7517 42.8711 24.4873 42.7579C24.2229 42.6446 23.9246 42.6401 23.6569 42.7452C23.3892 42.8503 23.1736 43.0566 23.0569 43.3195L22.517 44.5792L19.0066 43.1747L22.75 34.6035C23.059 33.9942 23.5511 33.497 24.1572 33.1816C24.7998 38.3187 28.5828 42.1617 28.7582 42.3371C28.8598 42.4387 28.9804 42.5193 29.1131 42.5743C29.2458 42.6292 29.388 42.6575 29.5317 42.6575C29.6753 42.6575 29.8175 42.6292 29.9502 42.5743C30.0829 42.5193 30.2035 42.4387 30.3051 42.3371C30.4066 42.2356 30.4872 42.115 30.5422 41.9823C30.5971 41.8496 30.6254 41.7074 30.6254 41.5637C30.6254 41.4201 30.5971 41.2779 30.5422 41.1452C30.4872 41.0125 30.4066 40.8919 30.3051 40.7903C30.2676 40.7529 26.8301 37.263 26.3166 32.8137H29.5312C30.4015 32.8137 31.2361 32.468 31.8514 31.8527C32.4668 31.2373 32.8125 30.4027 32.8125 29.5325C32.8125 28.6622 32.4668 27.8276 31.8514 27.2123C31.2361 26.5969 30.4015 26.2512 29.5312 26.2512H28.4375C27.8575 26.2505 27.3016 26.0199 26.8915 25.6098C26.4814 25.1997 26.2507 24.6437 26.25 24.0637V17.0373C27.6974 16.1027 29.0302 14.5303 29.7891 13.539C31.707 14.7558 36.4908 17.2502 43.75 17.4826V24.0625C43.7493 24.6425 43.5186 25.1984 43.1085 25.6085C42.6985 26.0186 42.1425 26.2493 41.5625 26.25H40.4688C39.5985 26.25 38.7639 26.5957 38.1486 27.2111C37.5332 27.8264 37.1875 28.661 37.1875 29.5312C37.1875 30.4015 37.5332 31.2361 38.1486 31.8514C38.7639 32.4668 39.5985 32.8125 40.4688 32.8125H44.3274C44.9348 32.8104 45.5307 32.9779 46.0481 33.2962C46.5655 33.6144 46.9838 34.0707 47.2559 34.6138L53.3697 47.7285C53.7138 48.461 53.847 49.2749 53.7542 50.0789C53.6615 50.8829 53.3465 51.6451 52.8447 52.28L47.2168 59.4426C46.3681 60.522 45.1669 61.2686 43.8234 61.5519C42.4798 61.8352 41.0794 61.6371 39.8672 60.9923L41.6965 58.6407C41.8746 58.4118 41.9545 58.1214 41.9185 57.8336C41.8825 57.5457 41.7337 57.284 41.5047 57.1059C41.2758 56.9277 40.9854 56.8479 40.6976 56.8838C40.4097 56.9198 40.148 57.0686 39.9699 57.2976L37.4177 60.5788C37.2413 60.8057 37.1613 61.0929 37.195 61.3784C37.2286 61.6638 37.3733 61.9245 37.5977 62.1041C39.0155 63.2456 40.7813 63.8674 42.6016 63.8662C42.9155 63.8661 43.2291 63.8478 43.541 63.8116C44.3692 63.7165 45.1777 63.4934 45.9375 63.1504V68.9062C45.9375 69.1963 46.0527 69.4745 46.2579 69.6796C46.463 69.8848 46.7412 70 47.0312 70C47.3213 70 47.5995 69.8848 47.8046 69.6796C48.0098 69.4745 48.125 69.1963 48.125 68.9062V62.3438C48.1251 62.1566 48.077 61.9727 47.9853 61.8096C48.3309 61.4988 48.6492 61.1589 48.9368 60.7938L54.5645 53.6312C55.3173 52.6789 55.7898 51.5355 55.929 50.3296C56.0682 49.1236 55.8685 47.9027 55.3524 46.8039V46.8039ZM36.0598 41.3325C36.6505 40.7139 37.3606 40.2214 38.147 39.8849C38.9335 39.5485 39.78 39.375 40.6353 39.375C41.4907 39.375 42.3372 39.5485 43.1237 39.8849C43.9101 40.2214 44.6201 40.7139 45.2108 41.3325C46.4377 42.6163 47.1224 44.3236 47.1224 46.0993C47.1224 47.875 46.4377 49.5823 45.2108 50.8661C44.7623 51.3276 44.2478 51.7201 43.6842 52.0308C43.3252 49.854 42.1558 47.8936 40.4111 46.5434C38.6663 45.1932 36.4752 44.5531 34.278 44.7517C34.527 43.463 35.1462 42.2749 36.0598 41.3325ZM21.6553 46.5902L20.0601 50.3125H18.5938C18.3037 50.3125 18.0255 50.4277 17.8204 50.6329C17.6152 50.838 17.5 51.1162 17.5 51.4062C17.5 51.6963 17.6152 51.9745 17.8204 52.1796C18.0255 52.3848 18.3037 52.5 18.5938 52.5H20.7754H20.7807H20.7844H28.9844C29.7096 52.5 30.4051 52.7881 30.9179 53.3009C31.4307 53.8137 31.7188 54.5092 31.7188 55.2344C31.7188 55.9596 31.4307 56.6551 30.9179 57.1679C30.4051 57.6807 29.7096 57.9688 28.9844 57.9688H18.5938C17.7238 57.9678 16.8898 57.6218 16.2746 57.0066C15.6595 56.3915 15.3135 55.5574 15.3125 54.6875V51.6346L18.1308 45.1804L21.6553 46.5902Z"
                                fill="#B0A2A2"/>
                        </g>
                    </svg>

                    <p class="for">Питание для мамы</p>
                    <p class="descr">И беременных</p>
                </li>

                <li data-activate="3" data-forwhom="папы">
                    <svg width="70" height="70" viewBox="0 0 70 70" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path
                            d="M54.1045 37.1941L44.295 35.0919L42.6562 33.4533V29.3486C43.5591 28.3267 44.246 27.1327 44.6756 25.8385C44.9928 24.8845 45.2515 23.912 45.4502 22.9264C46.4531 22.7862 47.3764 22.3024 48.0624 21.5576C48.7485 20.8127 49.1549 19.8529 49.2124 18.8419C49.2699 17.8309 48.9749 16.8312 48.3777 16.0134C47.7805 15.1956 46.918 14.6103 45.9375 14.3573V12.0313C45.9375 11.1927 45.8187 10.3583 45.5845 9.55311C45.6958 9.45102 45.7846 9.32691 45.8454 9.18866C45.9062 9.05041 45.9375 8.90104 45.9375 8.75003C45.9355 7.01015 45.2435 5.34211 44.0132 4.11184C42.7829 2.88156 41.1149 2.18952 39.375 2.18753H34.8123C32.742 2.18233 30.7411 2.93305 29.1852 4.29874C28.5403 4.22711 27.8875 4.29233 27.2696 4.49013C26.6516 4.68794 26.0823 5.01389 25.5988 5.44668C25.1153 5.87948 24.7286 6.40939 24.4639 7.00181C24.1992 7.59422 24.0624 8.23582 24.0625 8.8847V14.3418C23.068 14.5834 22.1897 15.1659 21.5803 15.9881C20.9709 16.8102 20.669 17.82 20.7271 18.8418C20.7852 19.8635 21.1997 20.8325 21.8985 21.5803C22.5972 22.328 23.5359 22.8072 24.5514 22.9343C24.7499 23.9172 25.0081 24.8871 25.3246 25.8386C25.7541 27.1328 26.4409 28.3267 27.3438 29.3486V33.4533L25.705 35.0919L15.8956 37.194C14.186 37.5676 12.6548 38.5128 11.5546 39.8737C10.4544 41.2345 9.85094 42.9298 9.84375 44.6797V63.4375C9.84505 64.5975 10.3064 65.7095 11.1266 66.5297C11.9468 67.3499 13.0588 67.8112 14.2188 67.8125H20.7812C20.8594 67.8125 20.9373 67.8042 21.0137 67.7875L35 64.7469L48.9863 67.7875C49.0627 67.8042 49.1406 67.8126 49.2188 67.8125H55.7812C56.9412 67.8112 58.0532 67.3499 58.8734 66.5297C59.6936 65.7095 60.1549 64.5975 60.1562 63.4375V44.6797C60.1491 42.9298 59.5456 41.2346 58.4455 39.8737C57.3453 38.5129 55.8141 37.5677 54.1045 37.1941ZM52.7583 51.4063H57.9688V54.617L47.6291 53.9709L52.7583 51.4063ZM57.9688 44.6797V49.2188H52.5C52.3302 49.2188 52.1627 49.2583 52.0108 49.3343L50.3125 50.1835V47.0313H48.125V51.2772L45.6472 52.516L36.0938 53.1131V45.5197L41.0733 48.0095C41.2237 48.0847 41.3895 48.1243 41.5577 48.125C41.7259 48.1258 41.892 48.0877 42.043 48.0138C42.1941 47.9399 42.3261 47.8322 42.4288 47.699C42.5315 47.5658 42.6021 47.4107 42.6351 47.2458L44.605 37.3956L53.6464 39.3331C54.8674 39.6 55.961 40.2751 56.7468 41.2471C57.5326 42.2191 57.9636 43.4298 57.9688 44.6797V44.6797ZM33.4027 43.3262L29.2292 45.4131L27.4373 36.4534L28.2676 35.6231L33.4027 43.3262ZM35 32.8125C36.9377 32.816 38.8357 32.2635 40.4688 31.2206V33.5751L35 41.7783L29.5312 33.5751V31.2157C31.1666 32.2542 33.0628 32.8079 35 32.8125ZM41.7324 35.6231L42.5627 36.4534L40.7708 45.4127L36.5973 43.3262L41.7324 35.6231ZM43.3821 9.84378C43.6268 10.5471 43.7512 11.2866 43.75 12.0313V13.0322C43.1118 12.0098 42.5451 10.9444 42.0539 9.84378H43.3821ZM47.0312 18.5938C47.0318 18.8809 46.9756 19.1653 46.8658 19.4306C46.756 19.6959 46.5947 19.9369 46.3914 20.1397C46.2216 20.3084 46.0255 20.4484 45.8108 20.5541C45.8951 19.726 45.9374 18.8943 45.9375 18.0619V16.7023C46.2696 16.894 46.5455 17.1697 46.7375 17.5017C46.9294 17.8337 47.0307 18.2103 47.0312 18.5938ZM40.9217 7.65628L42.6854 5.89261C43.1259 6.4013 43.4429 7.00489 43.6116 7.65628H40.9217ZM40.8522 4.6322L37.8283 7.65628H35.0882L37.7132 4.37503H39.375C39.8786 4.37469 40.3784 4.46171 40.8522 4.6322V4.6322ZM34.9118 4.37503L32.2868 7.65628H30.625V5.94264C31.7835 4.92797 33.2723 4.37061 34.8123 4.37503H34.9118ZM26.25 8.8847C26.2504 8.28242 26.4744 7.70175 26.8786 7.25522C27.2827 6.80868 27.8383 6.52808 28.4375 6.46778V8.52704C27.7908 10.0151 27.0605 11.4654 26.25 12.871V8.8847ZM22.9031 18.5938C22.9035 18.1973 23.0115 17.8083 23.2157 17.4685C23.4199 17.1286 23.7126 16.8506 24.0625 16.6641V18.0619C24.0627 18.9046 24.1062 19.7466 24.1928 20.5848C23.9524 20.4757 23.7335 20.3243 23.5467 20.1377C23.3426 19.9357 23.1807 19.6952 23.0703 19.4302C22.9598 19.1652 22.903 18.8809 22.9031 18.5938V18.5938ZM26.5398 21.65C26.3471 20.4637 26.2502 19.2638 26.25 18.0619V16.7935C28.0932 14.462 29.6287 11.2337 30.249 9.84378H39.6758C40.5579 12.0191 41.7099 14.075 43.1047 15.963C43.312 16.2433 43.5293 16.5202 43.7501 16.7935V18.0619C43.7499 20.4699 43.3617 22.862 42.6005 25.1464C42.2262 26.277 41.6025 27.3089 40.7757 28.166C40.4405 28.5133 40.0753 28.8302 39.6843 29.1131C38.3218 30.0993 36.6819 30.6286 35 30.625C33.922 30.6226 32.8554 30.4038 31.8635 29.9815C30.8715 29.5593 29.9745 28.9423 29.2254 28.167C28.3982 27.3098 27.7742 26.2776 27.3997 25.1467C27.0251 24.0204 26.7399 22.8664 26.5468 21.6952L26.5398 21.65ZM16.3543 39.3329L25.3955 37.3956L27.3655 47.2458C27.3985 47.4107 27.4691 47.5658 27.5717 47.699C27.6744 47.8322 27.8064 47.9399 27.9575 48.0138C28.1086 48.0877 28.2747 48.1258 28.4429 48.125C28.6111 48.1243 28.7768 48.0847 28.9272 48.0095L33.9062 45.5197V53.1131L24.3528 52.516L21.875 51.2772V47.0313H19.6875V50.1835L17.9892 49.3343C17.8373 49.2583 17.6698 49.2188 17.5 49.2188H12.0312V44.6797C12.0364 43.4298 12.4674 42.219 13.2532 41.247C14.039 40.2749 15.1327 39.5998 16.3537 39.3329H16.3543ZM20.6638 65.625H14.2188C13.6388 65.6243 13.0828 65.3937 12.6727 64.9836C12.2626 64.5735 12.0319 64.0175 12.0312 63.4375V61.25H16.3286L23.8688 62.3272L29.8516 63.628L20.6638 65.625ZM57.9688 63.4375C57.9681 64.0175 57.7374 64.5735 57.3273 64.9836C56.9172 65.3937 56.3612 65.6243 55.7812 65.625H49.3362L24.2949 60.1809C24.2692 60.1753 24.2433 60.1708 24.2171 60.1672L16.5609 59.0735C16.5097 59.0661 16.458 59.0625 16.4062 59.0625H12.0312V51.4063H17.2417L23.5733 54.572C23.7046 54.6377 23.8478 54.6762 23.9943 54.6853L57.9688 56.8089V63.4375Z"
                            fill="#B0A2A2"/>
                        <path
                            d="M30.0781 18.5938C30.4026 18.5938 30.7198 18.4975 30.9896 18.3173C31.2594 18.137 31.4697 17.8808 31.5939 17.581C31.718 17.2812 31.7505 16.9513 31.6872 16.6331C31.6239 16.3148 31.4677 16.0225 31.2382 15.793C31.0088 15.5636 30.7164 15.4073 30.3982 15.344C30.0799 15.2807 29.7501 15.3132 29.4503 15.4374C29.1505 15.5616 28.8943 15.7718 28.714 16.0416C28.5337 16.3114 28.4375 16.6286 28.4375 16.9531C28.438 17.3881 28.611 17.8051 28.9185 18.1127C29.2261 18.4203 29.6431 18.5933 30.0781 18.5938Z"
                            fill="#B0A2A2"/>
                        <path
                            d="M39.9219 18.5938C40.2464 18.5938 40.5636 18.4975 40.8334 18.3173C41.1032 18.137 41.3134 17.8808 41.4376 17.581C41.5618 17.2812 41.5943 16.9513 41.531 16.6331C41.4677 16.3148 41.3114 16.0225 41.082 15.793C40.8525 15.5636 40.5602 15.4073 40.2419 15.344C39.9237 15.2807 39.5938 15.3132 39.294 15.4374C38.9942 15.5616 38.738 15.7718 38.5577 16.0416C38.3775 16.3114 38.2812 16.6286 38.2812 16.9531C38.2817 17.3881 38.4547 17.8051 38.7623 18.1127C39.0699 18.4203 39.4869 18.5933 39.9219 18.5938Z"
                            fill="#B0A2A2"/>
                        <path
                            d="M38.7704 23.9469L37.7921 21.9905C36.5048 22.6322 35.0864 22.967 33.648 22.9687H32.8125V25.1562H33.648C35.4259 25.1541 37.1792 24.7402 38.7704 23.9469Z"
                            fill="#B0A2A2"/>
                    </svg>

                    <p class="for">Питание для папы</p>
                    <p class="descr">Сытное и полезное :)</p>
                </li>
            </ul>

            <ul class="programs__plan">
                <li>
                    <h2 class="program__title">Программа питания для мамы</h2>

                    <!--МЕНЮ ДОРАБОТАТЬ-->

                    <div class="content">
                        <div class="menu">
                            <div class="navigation">
                                <div class="upBtn">
                                    <svg width="20" height="20" viewBox="0 0 20 20" fill="none"
                                         xmlns="http://www.w3.org/2000/svg">
                                        <path fill-rule="evenodd" clip-rule="evenodd"
                                              d="M2.0574 14.1926C2.11545 14.2508 2.18442 14.297 2.26035 14.3285C2.33629 14.36 2.41769 14.3762 2.4999 14.3762C2.58211 14.3762 2.66351 14.36 2.73944 14.3285C2.81537 14.297 2.88434 14.2508 2.9424 14.1926L9.9999 7.13385L17.0574 14.1926C17.1155 14.2507 17.1845 14.2968 17.2604 14.3283C17.3363 14.3597 17.4177 14.3759 17.4999 14.3759C17.5821 14.3759 17.6635 14.3597 17.7394 14.3283C17.8153 14.2968 17.8843 14.2507 17.9424 14.1926C18.0005 14.1345 18.0466 14.0655 18.0781 13.9896C18.1095 13.9137 18.1257 13.8323 18.1257 13.7501C18.1257 13.6679 18.1095 13.5865 18.0781 13.5106C18.0466 13.4347 18.0005 13.3657 17.9424 13.3076L10.4424 5.8076C10.3843 5.7494 10.3154 5.70322 10.2394 5.67171C10.1635 5.6402 10.0821 5.62399 9.9999 5.62399C9.91769 5.62399 9.83629 5.6402 9.76036 5.67171C9.68442 5.70322 9.61545 5.7494 9.5574 5.8076L2.0574 13.3076C1.99919 13.3657 1.95301 13.4346 1.92151 13.5106C1.89 13.5865 1.87378 13.6679 1.87378 13.7501C1.87378 13.8323 1.89 13.9137 1.92151 13.9896C1.95301 14.0656 1.99919 14.1345 2.0574 14.1926Z"/>
                                    </svg>
                                </div>
                                <div class="dayList">
                                    <p class="day">пн</p>
                                    <p class="day">вт</p>
                                </div>

                                <div class="menu__list">
                                    <ul class="dayMenu">
                                        <li onclick="switchDish(0, 0)" class="active">
                                            <img src="images/dish1.jpg" alt="Завтрак">
                                            <div class="hover__content">Завтрак</div>
                                        </li>
                                        <li onclick="switchDish(0, 1)">
                                            <img src="images/menuNavImg2.png" alt="Завтрак">
                                            <div class="hover__content">Обед</div>
                                        </li>
                                        <li onclick="switchDish(0, 2)">
                                            <img src="images/menuNavImg3.png" alt="Завтрак">
                                            <div class="hover__content">Полдник</div>
                                        </li>
                                        <li onclick="switchDish(0, 3)">
                                            <img src="images/menuNavImg4.png" alt="Завтрак">
                                            <div class="hover__content">Ужин</div>
                                        </li>
                                        <li onclick="switchDish(0, 4)">
                                            <img src="images/menuNavImg4.png" alt="Завтрак">
                                            <div class="hover__content">Ужин</div>
                                        </li>
                                    </ul>

                                    <ul class="dayMenu">
                                        <li onclick="switchDish(1, 0)" class="active">
                                            <img src="images/menuNavImg1.png" alt="Завтрак">
                                            <div class="hover__content">Завтрак</div>
                                        </li>
                                        <li onclick="switchDish(1, 1)">
                                            <img src="images/menuNavImg2.png" alt="Завтрак">
                                            <div class="hover__content">Обед</div>
                                        </li>
                                        <li onclick="switchDish(1, 2)">
                                            <img src="images/menuNavImg3.png" alt="Завтрак">
                                            <div class="hover__content">Полдник</div>
                                        </li>
                                        <li onclick="switchDish(1, 3)">
                                            <img src="images/menuNavImg4.png" alt="Завтрак">
                                            <div class="hover__content">Ужин</div>
                                        </li>
                                    </ul>
                                </div>

                                <div class="downBtn">
                                    <svg width="20" height="20" viewBox="0 0 20 20" fill="none"
                                         xmlns="http://www.w3.org/2000/svg">
                                        <path fill-rule="evenodd" clip-rule="evenodd"
                                              d="M2.0574 5.80764C2.11545 5.74944 2.18442 5.70326 2.26035 5.67175C2.33629 5.64024 2.41769 5.62402 2.4999 5.62402C2.58211 5.62402 2.66351 5.64024 2.73944 5.67175C2.81537 5.70326 2.88434 5.74944 2.9424 5.80764L9.9999 12.8664L17.0574 5.80764C17.1155 5.74953 17.1845 5.70343 17.2604 5.67199C17.3363 5.64054 17.4177 5.62435 17.4999 5.62435C17.5821 5.62435 17.6635 5.64054 17.7394 5.67199C17.8153 5.70343 17.8843 5.74953 17.9424 5.80764C18.0005 5.86575 18.0466 5.93474 18.0781 6.01066C18.1095 6.08659 18.1257 6.16796 18.1257 6.25014C18.1257 6.33232 18.1095 6.4137 18.0781 6.48962C18.0466 6.56554 18.0005 6.63453 17.9424 6.69264L10.4424 14.1926C10.3843 14.2508 10.3154 14.297 10.2394 14.3285C10.1635 14.36 10.0821 14.3763 9.9999 14.3763C9.91769 14.3763 9.83629 14.36 9.76036 14.3285C9.68442 14.297 9.61545 14.2508 9.5574 14.1926L2.0574 6.69264C1.99919 6.63458 1.95301 6.56561 1.92151 6.48968C1.89 6.41375 1.87378 6.33235 1.87378 6.25014C1.87378 6.16793 1.89 6.08653 1.92151 6.0106C1.95301 5.93467 1.99919 5.8657 2.0574 5.80764Z"/>
                                    </svg>
                                </div>
                            </div>

                            <ul class="dishes">
                                <li>
                                    <div class="dish__block">
                                        <p class="decor">Пример блюд на день</p>

                                        <div class="dish">
                                            <img src="images/dish1.jpg" alt="Завтрак">

                                            <div class="descr">
                                                <p class="name">Запеканка из брокколи с кетой.</p>
                                                <div class="about">
                                                    <div class="rating">
                                                        <img src="images/heartBg.svg" alt="">
                                                        <img src="images/heartBg.svg" alt="">
                                                        <img src="images/heartBg.svg" alt="">
                                                        <div class="heart">
                                                            <img src="images/heartFrame.svg" alt="">
                                                        </div>
                                                    </div>
                                                    <p class="calories">232 Ккал, 180г.</p>
                                                </div>
                                                <div class="recipe">Кета, брокли, сыр чеддер, вяленные томаты, меланж,
                                                    масло
                                                    ароматное, масло подсолнечное, соль
                                                </div>
                                            </div>
                                        </div>
                                    </div>

                                    <!-- <div class="dish__block">
                                        <p class="decor">Пример блюд на день</p>

                                        <div class="dish">
                                            <img src="./assets/dish1.png" alt="Завтрак">

                                            <div class="descr">
                                                <p class="name">Запеканка из брокколи с кетой.</p>
                                                <div class="about">
                                                    <div class="rating">
                                                        <img src="./assets/heartBg.svg" alt="">
                                                        <img src="./assets/heartBg.svg" alt="">
                                                        <img src="./assets/heartBg.svg" alt="">
                                                        <div class="heart">
                                                            <img src="./assets/heartFrame.svg" alt="">
                                                        </div>
                                                    </div>
                                                    <p class="calories">232 Ккал, 180г.</p>
                                                </div>
                                                <div class="recipe">Кета, брокли, сыр чеддер, вяленные томаты, меланж, масло ароматное, масло подсолнечное, соль</div>
                                            </div>
                                        </div>
                                    </div>

                                    <div class="dish__block">
                                        <p class="decor">Пример блюд на день</p>

                                        <div class="dish">
                                            <img src="./assets/dish1.png" alt="Завтрак">

                                            <div class="descr">
                                                <p class="name">Запеканка из брокколи с кетой.</p>
                                                <div class="about">
                                                    <div class="rating">
                                                        <img src="./assets/heartBg.svg" alt="">
                                                        <img src="./assets/heartBg.svg" alt="">
                                                        <img src="./assets/heartBg.svg" alt="">
                                                        <div class="heart">
                                                            <img src="./assets/heartFrame.svg" alt="">
                                                        </div>
                                                    </div>
                                                    <p class="calories">232 Ккал, 180г.</p>
                                                </div>
                                                <div class="recipe">Кета, брокли, сыр чеддер, вяленные томаты, меланж, масло ароматное, масло подсолнечное, соль</div>
                                            </div>
                                        </div>
                                    </div>

                                    <div class="dish__block">
                                        <p class="decor">Пример блюд на день</p>

                                        <div class="dish">
                                            <img src="./assets/dish1.png" alt="Завтрак">

                                            <div class="descr">
                                                <p class="name">Запеканка из брокколи с кетой.</p>
                                                <div class="about">
                                                    <div class="rating">
                                                        <img src="./assets/heartBg.svg" alt="">
                                                        <img src="./assets/heartBg.svg" alt="">
                                                        <img src="./assets/heartBg.svg" alt="">
                                                        <div class="heart">
                                                            <img src="./assets/heartFrame.svg" alt="">
                                                        </div>
                                                    </div>
                                                    <p class="calories">232 Ккал, 180г.</p>
                                                </div>
                                                <div class="recipe">Кета, брокли, сыр чеддер, вяленные томаты, меланж, масло ароматное, масло подсолнечное, соль</div>
                                            </div>
                                        </div>
                                    </div> -->
                                </li>

                                <!-- <li>
                                    <div class="dish__block">
                                        <p class="decor">Пример блюд на день</p>

                                        <div class="dish">
                                            <img src="./assets/dish1.png" alt="Завтрак">

                                            <div class="descr">
                                                <p class="name">Запеканка из брокколи с кетой.</p>
                                                <div class="about">
                                                    <div class="rating">
                                                        <img src="./assets/heartBg.svg" alt="">
                                                        <img src="./assets/heartBg.svg" alt="">
                                                        <img src="./assets/heartBg.svg" alt="">
                                                        <div class="heart">
                                                            <img src="./assets/heartFrame.svg" alt="">
                                                        </div>
                                                    </div>
                                                    <p class="calories">232 Ккал, 180г.</p>
                                                </div>
                                                <div class="recipe">Кета, брокли, сыр чеддер, вяленные томаты, меланж, масло ароматное, масло подсолнечное, соль</div>
                                            </div>
                                        </div>
                                    </div>

                                    <div class="dish__block">
                                        <p class="decor">Пример блюд на день</p>

                                        <div class="dish">
                                            <img src="./assets/dish1.png" alt="Завтрак">

                                            <div class="descr">
                                                <p class="name">Запеканка из брокколи с кетой.</p>
                                                <div class="about">
                                                    <div class="rating">
                                                        <img src="./assets/heartBg.svg" alt="">
                                                        <img src="./assets/heartBg.svg" alt="">
                                                        <img src="./assets/heartBg.svg" alt="">
                                                        <div class="heart">
                                                            <img src="./assets/heartFrame.svg" alt="">
                                                        </div>
                                                    </div>
                                                    <p class="calories">232 Ккал, 180г.</p>
                                                </div>
                                                <div class="recipe">Кета, брокли, сыр чеддер, вяленные томаты, меланж, масло ароматное, масло подсолнечное, соль</div>
                                            </div>
                                        </div>
                                    </div>

                                    <div class="dish__block">
                                        <p class="decor">Пример блюд на день</p>

                                        <div class="dish">
                                            <img src="./assets/dish1.png" alt="Завтрак">

                                            <div class="descr">
                                                <p class="name">Запеканка из брокколи с кетой.</p>
                                                <div class="about">
                                                    <div class="rating">
                                                        <img src="./assets/heartBg.svg" alt="">
                                                        <img src="./assets/heartBg.svg" alt="">
                                                        <img src="./assets/heartBg.svg" alt="">
                                                        <div class="heart">
                                                            <img src="./assets/heartFrame.svg" alt="">
                                                        </div>
                                                    </div>
                                                    <p class="calories">232 Ккал, 180г.</p>
                                                </div>
                                                <div class="recipe">Кета, брокли, сыр чеддер, вяленные томаты, меланж, масло ароматное, масло подсолнечное, соль</div>
                                            </div>
                                        </div>
                                    </div>

                                    <div class="dish__block">
                                        <p class="decor">Пример блюд на день</p>

                                        <div class="dish">
                                            <img src="./assets/dish1.png" alt="Завтрак">

                                            <div class="descr">
                                                <p class="name">Запеканка из брокколи с кетой.</p>
                                                <div class="about">
                                                    <div class="rating">
                                                        <img src="./assets/heartBg.svg" alt="">
                                                        <img src="./assets/heartBg.svg" alt="">
                                                        <img src="./assets/heartBg.svg" alt="">
                                                        <div class="heart">
                                                            <img src="./assets/heartFrame.svg" alt="">
                                                        </div>
                                                    </div>
                                                    <p class="calories">232 Ккал, 180г.</p>
                                                </div>
                                                <div class="recipe">Кета, брокли, сыр чеддер, вяленные томаты, меланж, масло ароматное, масло подсолнечное, соль</div>
                                            </div>
                                        </div>
                                    </div>
                                </li> -->
                            </ul>
                        </div>

                        <div class="options">
                            <ul class="options__list">
                                <li onclick="if (promoActive) {setMainTotal(1, 1500)} else {setMainTotal(2, 1500)}; orderMainSwitch(0, '2 дня');"
                                    class="active">2 дня
                                </li>
                                <li onclick="if (promoActive) {setMainTotal(3, 1450)} else {setMainTotal(4, 1450)}; orderMainSwitch(1, '4 дня');">
                                    4 дня
                                </li>
                                <li onclick="if (promoActive) {setMainTotal(5, 1400)} else {setMainTotal(6, 1400)}; orderMainSwitch(2, '6 дней');">
                                    6 дней
                                </li>
                                <li onclick="if (promoActive) {setMainTotal(11, 1350)} else {setMainTotal(12, 1350)}; orderMainSwitch(3, '12 дней');">
                                    12 дней
                                </li>
                                <li onclick="if (promoActive) {setMainTotal(23, 1300)} else {setMainTotal(24, 1300)}; orderMainSwitch(4, '24 дня');">
                                    24 дня
                                </li>
                            </ul>

                            <div class="text">
                                <p class="inside">В программе</p>
                                <p class="calories"><strong>4 приёма</strong> пищи, <strong>≈1639 ккал</strong> в день.
                                </p>
                                <p class="info">Блюда готовятся из продуктов, богатых витаминами группы B, С и
                                    содержащих
                                    природные источники фолиевой кислоты, железа и меди.
                                    Также блюда насыщены легкоусвояемым белком, который идёт на формирование и рост
                                    плода.</p>
                                <p class="sum">Итоговая стоимость</p>
                                <div class="total">
                                    <p class="amount">3 000 ₽</p>
                                    <p class="perDay">1500 ₽/день</p>
                                </div>

                                <a onclick="gtag('event', 'click', { 'event_category' : 'open_form' }); ym(68515060, 'reachGoal', 'open_form'); return true;"
                                   href="#" class="orderBtn actionBtn" data-toggle="modal" data-target="#programsModal">Оформить
                                    заказ</a>
                            </div>
                        </div>
                    </div>
                </li>
            </ul>
        </div>
    </section>

    <section class="about" id="about">
        <div class="container">
            <h2 class="section__title">Доставка еды «Кормим Маму»</h2>
            <h3>это забота о&nbsp;материнстве</h3>
            <div class="quote">
                <p>Быть мамой - это счастье.<br/>Мы работаем, чтобы вас от него ничего не отвлекало.</p>
                <img src="images/aboutDecorTop.svg" alt="">
            </div>

            <ul>
                <li>
                    <p>Во время токсикоза и&nbsp;на&nbsp;поздних сроках бывает тяжело не&nbsp;только готовить, но&nbsp;и&nbsp;просто
                        стоять...</p>
                    <strong>Отдыхайте! Приготовление еды мы возьмём на&nbsp;себя&nbsp;:)</strong>
                </li>

                <li>
                    <img src="images/aboutDecor2.svg" alt="">
                    <p>Приходится выбирать —<br/>посвятить время ребенку, мужу, себе или&nbsp;домашним у&nbsp;делам...
                    </p>
                    <strong>Делать выбор больше<br/>не&nbsp;нужно! Мы&nbsp;готовим, а&nbsp;вы&nbsp; наслаждаетесь
                        материнством</strong>
                </li>

                <li>
                    <p>Нужно разобраться в&nbsp;рекомендациях по&nbsp;питанию, чтобы следить&nbsp;за каллориями и&nbsp;не&nbsp;навредить
                        малышу</p>
                    <strong>Не переживайте! Наши рационы сбалансированы для&nbsp;беременных и&nbsp;кормящих мам</strong>
                </li>
            </ul>
        </div>
    </section>


    <section class="tasty" id="tasty">
        <div class="aboutModal">
            @component('layouts.components.modal', ['id' => 'aboutModalLong', 'title' => 'Доставка еды «Кормим Маму»'])
                <div class="textBlock">
                    <h3>Быть мамой — это труд</h3>
                    <div class="text">
                        <p>Когда в жизни мамы появляется ее самый главный человечек, которого она родила или
                            пока еще носит под сердцем — каждую свободную минуту хочется отдавать ему. Ему
                            нужно
                            все ваше время, внимание, забота, ласка.</p>
                        <p>При этом и любимому мужчине, отцу семейства, тоже необходимо хотя бы немного
                            маминого
                            времени и тепла. </p>
                        <p>А посуда сама себя не помоет... И ужин сам себя не приготовит.В такие минуты
                            появляется желание клонировать себя, или как минимум — завести раба... Иначе —
                            придется чем-то жертвовать.И конечно же, мама забывает о себе. Бывает такое, что
                            женщины «завтракают» в 10 вечера...знакомо?</p>
                    </div>
                    <p class="brownText">Вот для этого и нужен наш сервис «Кормим Маму»Благодаря нам, вы
                        можете
                        уделять достаточно внимания ребёнку и мужу, при этом качественно, регулярно и вкусно
                        питаясь.</p>
                </div>

                <div class="textBlock">
                    <h3>Психологическая нагрузка</h3>
                    <div class="text">
                        <p>В период беременности и при рождения малыша, мама испытывает серьёзную нагрузку
                            (гормоны, стресс, недосып). Из-за токсикоза или давления иногда тяжело встать, а
                            не
                            то что готовить.</p>
                        <strong>Снимая с мамы задачу по приготовлению пищи, мы помогаем ей вздохнуть
                            свободно.
                            Больше времени уделить ребёнку, мужу, любимому хобби.</strong>
                        <p>Качественное, сбалансированное, регулярное и вкусное питание также поддерживает
                            психологическое здоровье мамы,а значит - всей семьи.</p>
                    </div>
                </div>

                <div class="textBlock">
                    <h3>Здоровье малыша</h3>
                    <div class="text">
                        <p>Кормящие мамы знают, как важно вовремя покушать. Не поела сама — не покормила
                            малыша.
                            А маленький начальник не будет ждать, когда мама переделает все дела и
                            наконец-то
                            съест свой обед — ему нужно молоко мамы по требованию, в первые месяцы жизни–
                            практически постоянно.</p>
                        <p>Чтобы у мамы было достаточное количество вкусного, полезного молочка, необходимо
                            регулярно полноценно питаться, употреблять достаточное количество жидкости и
                            быть
                            спокойной. Для этого мы и работаем.</p>
                        <p>Конечно, мы не можем дать 100% гарантию, что у малыша не будет колик, например,
                            так
                            как это не только питание, но и физиология. Но минимизировать этот фактор с
                            помощью
                            еды — прямая задача нашего сервиса!</p>
                    </div>
                </div>

                <a href="#" data-dismiss="modal" aria-label="Close" class="callBtn">Назад</a>
            @endcomponent
        </div>

        <div class="container">
            <p class="quote">Мы возьмём на себя приготовление еды, чтобы&nbsp;у&nbsp;вас хватало времени и&nbsp;сил<br/>на
                всех, а&nbsp;главное&nbsp;- на&nbsp;себя. Ведь когда счастлива мама&nbsp;- счастлива вся семья.</p>
            <a href="#" class="moreBtn__1" data-toggle="modal" data-target="#aboutModalLong">Подробнее</a>

            <div class="section__title__block">
                <img src="images/tastyDecor.svg" alt="">
                <h2 class="section__title">
                    Вкусно, полезно и безопасно
                </h2>
            </div>

            <ul>

                <li><p><strong>Современное пищевое производство</strong> со&nbsp;строгим &nbsp;контролем качества</p>
                </li>
                <li><p><strong>Рацион из 100 блюд.</strong> Еженедельно обновляем меню&nbsp;— вы&nbsp;попробуйте все</p>
                </li>
                <li><p><strong>Разгружаем вас<br/>от бытовых &nbsp;дел.</strong><br/>Не надо готовить и&nbsp;мыть посуду
                    </p>
                </li>
                <li><p><strong>Экологичная упаковка,</strong> которая<strong> не&nbsp;выделяет вредных веществ</strong>
                        при
                        нагреве в&nbsp;микроволновке</p></li>
                <li><p>Бесплатная доставка<br/>и<strong> курьер, готовый подождать,</strong> если&nbsp;вы&nbsp;заняты.
                    </p>
                </li>
                <li><p><strong>Бесшумная доставка</strong>, чтобы не&nbsp;разбудить вашего ребёнка с&nbsp;8:00&nbsp;до&nbsp;12:00
                    </p></li>

            </ul>

            <div class="menu">
                <img class="decor" src="images/tastyBranch.svg" alt="">
                <strong>Меню составлено в соответствии с&nbsp; рекомендациями &nbsp; врачей-диетологов и
                    акушеров-гинекологов. </strong>

                <p>Сбалансированное соотношение КБЖУ, направлено на&nbsp;правильное развитие плода и&nbsp;здоровье
                    мамы.</p>
                <p>Это &nbsp;вкусная и&nbsp;полезная еда из свежайших&nbsp; продуктов, &nbsp;уверенность в&nbsp;пользе и
                    хорошее &nbsp;самочувствие во время и&nbsp;после&nbsp;беременности.</p>

                <img class="img" src="images/tastyFood.png" alt="Блюдо">
            </div>

            <a class="moreBtn__2" data-toggle="modal" data-target="#tastyModalLong">Подробнее</a>
        </div>

        <div class="tastyModal">
            @component('layouts.components.modal', ['id' => 'tastyModalLong', 'title' => '«Кормим Маму»', 'description' => 'О нашем сервисе доставки'])
                <div class="textBlock">
                    <h3>Чем вы отличаетесь от других доставок еды?</h3>
                    <div class="text">
                        <p>В Санкт-Петербурге есть много предложений здорового питания, но оно
                            специализировано
                            для спортсменов. Да и не всегда просто здоровое питание соответствует
                            рекомендациям
                            для беременных женщин.</p>
                        <p>Также есть популярные доставки повседневной еды, суши, фастфуд... Но там тоже
                            абсолютно никаких предложений для мам.</p>
                    </div>
                    <p class="brownText">Получается, если семья предпочитает заказать еду на дом, маме
                        приходится тщательно и скурпулезно выискивать себе что-то подходящее. Найти,
                        конечно,
                        можно, но так ли это будет полезно для мамы и малыша? Где гарантии, что выне только
                        насытитесь, но и получите полезные вещества?</p>

                    <div class="comment">
                        <p>
                            Мы хотим перевернуть ситуацию. Во главу процесса мы ставим маму.
                        </p>
                    </div>

                    <div class="text">
                        <p>Здесь не нужно будет выискиватьи выбирать — у нас вся еда для вас!</p>
                        <p><strong>Мы полностью решаем проблему еды для беременных и кормящих женщин. Теперь
                                питаться регулярно и полноценно — не проблема!</strong></p>
                    </div>
                </div>

                <div class="textBlock">
                    <h3>В чём особенность вашей доставки?</h3>
                    <div class="text">
                        <p>Еда вам привозится в первой половине дня (с 7:00 до 12:00) по понедельникам,
                            средам и
                            пятницам.</p>
                        <p><strong>По Воскресеньям мы не осуществляем доставку, так как этот день мы назвали
                                «днём семьи и заботы». </strong></p>
                        <p>Мы знаем, как важно проводить время в окружении близких и родных людей и ни на
                            что не
                            отвлекаться.</p>
                        <p class="separate">Вы МОЖЕТЕ ВЫБРАТЬ удобный для себя двухчасовой промежуток, когда
                            будет удобно забрать еду у курьера. Ваш курьер обязательно подождет, если вдруг
                            вы
                            не успели уложить малыша или кормите его.</p>
                        <p>Еда транспортируется охлажденной и хранится в холодильнике.</p>
                        <p>Для Вашего удобства на каждой мисочке, банке, бутылке вы найдете условия хранения
                            и
                            состав блюда.</p>
                    </div>
                </div>

                <div class="textBlock">
                    <h3>Безопасно ли это?</h3>
                    <div class="text">
                        <p>Все блюда приготовлены по нашим особенным рецептам. Мы не используем специи и
                            усилители вкуса, вызыввающие аллергию и другие неприятные последствие. </p>
                        <p>У нас современное технологичное производство со строгой системой контроля.</p>
                        <p>Еду готовят профессиональные повара с соблюдением всех рекомендаций для
                            беременных и
                            кормящих женщин.</p>
                        <p>Продукты, из которых готовится еда, имеют все необходимые документы и
                            сертификаты,
                            подтверждающих их качество и безопасность и хранятся в соответствии с
                            санитарными
                            нормами и программой производственного контроля.</p>
                        <p>Хранение продуктов организовано в соответствии со всеми требованиями СанПиНа.</p>
                        <p>🌡️ Мы соблюдаем температурный режим.</p>
                        <p>🥕 Храним сырье в разных зонах.</p>
                        <p>💦 Наши кухонные работники регулярно проводят санитарную обработку
                            поверхностей.</p>
                        <p>❄️ Ежедневно проверяется температура воздуха внутри холодильников</p>
                        <p><strong>Постоянно проверяется качество поступающей продукции и многое
                                другое...</strong></p>
                        <p class="summary">Одним словом, мы делаем все, чтобы у вас не было сомнений в
                            качестве
                            нашей еды.</p>
                    </div>
                </div>

                <div class="textBlock">
                    <h3>Вкусно ли это?</h3>
                    <div class="text">
                        <p><strong>Безусловно, да.</strong></p>
                        <p>Мы хотим доказать Вам, что правильное полноценное питание — не всегда безвкусное.
                            Можно и нужно получать удовольствие от еды, чтобы при этом сохранялась вся
                            польза.</p>
                        <p>Каждый раз вы получаете разные блюда. Разнообразие — ещё один фактор удовольствия
                            от
                            питания. Ведь почти невозможно в домашних условиях готовить каждый день разные
                            блюда
                            на первое, второе и десерт, согласитесь? Да при этом ещё и скомпоновать их по
                            правильному соотношению жиров, белков, углеводов.</p>
                        <p><strong>В течение 25-30 дней вы ни разу не получите суп или горячее,<br/> которое
                                уже
                                пробовали у нас.</strong></p>
                        <p class="summary">Мы гордимся нашим разнообразным меню!</p>
                    </div>
                </div>

                <div class="textBlock">
                    <h3>А что насчёт доставки?</h3>
                    <div class="text">
                        <p><strong>Наши курьеры - </strong></p>
                        <p> не случайные люди. Они знают, насколько важный и прекрасный период у вас в
                            настоящее
                            время. </p>
                        <p>Ваш курьер будет знать все ваши пожелания и обязательно учтет их. Если ребенок
                            спит —
                            он не будет названивать по телефону или в дверь – для этого есть
                            мессенджеры.</p>
                        <p class="separate">Вы МОЖЕТ ВЫБРАТЬ удобный для себя двухчасовой промежуток, когда
                            вы
                            знаете, что ваш ребёнок спит/не спит, и вам удобно в это время.</p>
                        <p>Если курьер уже приехал, а вы не успели уложить малыша или кормите его — не
                            беда. </p>
                        <p><strong>Подождать 10-15 минут для наших ребят не проблема.</strong></p>
                        <p>Главное — чтобы вы остались довольны нашим сервисом!</p>
                    </div>
                </div>

                <a href="#" data-dismiss="modal" aria-label="Close" class="callBtn">Назад</a>
            @endcomponent
        </div>
    </section>


    <!--<section class="discount">
        <img class="decor2" src="./assets/discountDecor2.png" alt="">
        <div class="container">
            <div class="content">
                <img src="./assets/discountDecor1.png" alt="" class="decor1">
                <img class="desktop" src="./assets/discountRectBg.svg" alt="">
                <img class="mob" src="./assets/discountContentMobBg.svg" alt="">
                <h2>Получите скидку 50% на&nbsp;двухдневное питание,</h2>
                <p>воспользовавшись промокодом с&nbsp;флаера</p>
                <p class="profit">Выгода 1300 ₽</p>

                <a href="#" class="callBtn" data-toggle="modal" data-target="#programsModal">Использовать промокод</a>
                <p class="ps">Скидкой можно воспользоваться только 1 раз</p>
            </div>
        </div>
    </section>-->


    <section class="howWeWork" id="howWeWork">
        <!-- Modal -->
        @component('layouts.components.modal', ['id' => 'howModal1', 'title' => '2'])
            <h2>Наш специалист перезванивает, чтобы уточнить детали</h2>
            <div class="text">
                <p>А именно - мы поинтересуемся датой рождения вас и малыша, отметим индивидуальные
                    пожелания и
                    особенности.</p>
                <p><strong>Пожалуйста, сообщите нам,</strong> есть ли у вас аллергия, индивидуальная
                    непереносимость или просто «нелюбовь» к каким-то продуктам. </p>
                <p>Также мы уточним адрес, комфортное время доставки, с удовольствием ответим на все
                    интересующие вопросы.</p>
            </div>
            <a class="callBtn" data-dismiss="modal" aria-label="Close">Назад</a>
        @endcomponent
        @component('layouts.components.modal', ['id' => 'howModal2', 'title' => '3'])
            <h2>Подключение к чат-боту</h2>
            <h3>Это можно сделать так же при формировании заказа — вам на почту придёт письмо с приглашением
                в
                информационный чат</h3>
            <div class="text">
                <p>В чате вы сможете узнавать о текущем и будущем меню,обо всех наших скидках, акциях и
                    подарках
                    сразу же, как они появились.</p>
                <p>Также в чате рассылки вы можете задать свои вопросы, дозаказать питание для папы,
                    продлить
                    или изменить подписку, изменить адрес доставки илиоставить отзыв на наш сервис.</p>
            </div>
            <a class="callBtn" data-dismiss="modal" aria-label="Close">Назад</a>
        @endcomponent
        @component('layouts.components.modal', ['id' => 'howModal3', 'title' => '4'])
            <h2>Наш специалист перезванивает, чтобы уточнить детали</h2>
            <h3>У нас свои курьеры. Это не случайные люди.</h3>
            <div class="text">
                <p>Они обучаются особенностям доставки именно для мам и всегда оставляют приятное
                    впечатление.</p>
                <p>Ваш курьер уже будет знать куда идти, позвонить вам лучше или написать, без проблем
                    подождет
                    10-15 минут за дверью, пока вы кормите малыша или укладываете его спать.</p>
                <p>Нам небезразлично ваше настроение и душевное состояние. </p>
            </div>
            <a class="callBtn" data-dismiss="modal" aria-label="Close">Назад</a>
        @endcomponent

        <div class="container">
            <h2 class="section__title">Как мы работаем</h2>

            <ul>
                <li>
                    <p class="item__title">1. Заявка и оплата заказа</p>
                    <p class="descr">Вы выбираете необходимый набор, срок доставки и оплачиваете его.</p>
                    <div class="decor">
                        <div class="leftGray"></div>
                        <div class="grad"></div>
                        <div class="rightGray"></div>
                    </div>
                </li>
                <li>
                    <p class="item__title">2. Уточнение деталей заказа</p>
                    <p class="descr">Мы уточним адрес, удобное время доставки, ответим на все вопросы.</p>
                    <a href="#" class="moreBtn" data-toggle="modal" data-target="#howModal1">Подробнее</a>
                    <div class="decor">
                        <div class="leftGray"></div>
                        <div class="grad"></div>
                        <div class="rightGray"></div>
                    </div>
                </li>
                <li>
                    <p class="item__title">3. Подтверждение подписки</p>
                    <p class="descr">Вам на почту придёт письмо с приглашением, по&nbsp;которое &nbsp;подключит вас&nbsp;к
                        &nbsp;информационному о&nbsp;чату</p>
                    <a href="#" class="moreBtn" data-toggle="modal" data-target="#howModal2">Подробнее</a>
                    <div class="decor">
                        <div class="leftGray"></div>
                        <div class="grad"></div>
                        <div class="rightGray"></div>
                    </div>
                </li>
                <li>
                    <p class="item__title">4. Доставка питания в течение срока подписки</p>
                    <p class="descr">Курьеры понимают особенности доставки для семей с маленькими детьми.</p>
                    <a href="#" class="moreBtn" data-toggle="modal" data-target="#howModal3">Подробнее</a>
                </li>
            </ul>
        </div>
    </section>

    <section class="zone" id="zone">
        <div class="container">
            <h2 class="section__title">Зона доставки</h2>

            <div class="content">
                <div class="text">
                    <strong>Мы доставляем для&nbsp;Вас еду бесплатно во&nbsp;все районы Санкт-Петербурга</strong>

                    <div class="descr">
                        <p>Доставка осуществляется с&nbsp;08:00 до&nbsp;12:00 с&nbsp;двухчасовым интервалом и&nbsp;без&nbsp;опозданий,
                            3&nbsp;раза в&nbsp;неделю&nbsp;— по&nbsp;понедельникам, средам и&nbsp;пятницам.</p>
                        <p>Если Вы не&nbsp;нашли подходящее время или&nbsp;район доставки, то&nbsp;позвоните нам, и&nbsp;мы&nbsp;решим
                            этот&nbsp;вопрос.</p>
                    </div>
                </div>

                <div class="img">

                </div>
            </div>
        </div>
    </section>

    <section class="problems" id="problems">
        <div class="container">
            <div class="titleBlock">
                <h2 class="section__title">Мы знаем</h2>
                <img src="images/problemsTitleDecor.svg" alt="">
            </div>
            <h3>о проблемах матерей не понаслышке</h3>

            <div class="content">
                <div class="leftSide">
                    <div class="img">
                        <img src="images/problemsImg1.png" alt="Фото пары">
                        <img class="decor" src="images/problemsDecor.svg" alt="">
                    </div>

                    <p>Мы понимаем, как важна каждая минута, проведенная в&nbsp;кругу семьи, и&nbsp;хотим, чтобы этих
                        минут
                        в&nbsp;вашей жизни стало больше.</p>

                    <p><strong> Мы ежедневно сами испытываем &nbsp;разработанное меню.</strong>
                        Другими словами&nbsp;- едим тоже самое, &nbsp;что и вы.</p>

                    <p>Предлагаем и&nbsp;вам присоединиться :) Добро пожаловать к&nbsp;столу!</p>
                </div>

                <div class="rightSide">
                    <div class="text">
                        <div class="pars">
                            <p>Именно после рождения Степана у&nbsp;нас возникло<br/>желание накормить всех&nbsp;мам.
                            </p>

                            <p>Сын дал понять, насколько<br/>прекрасно быть родителями.
                                И&nbsp;какая&nbsp;ответственность<br/>лежит на&nbsp;наших плечах.</p>
                        </div>

                        <strong>Мы на&nbsp;своем опыте узнали, каково это&nbsp;—</strong>

                        <p>успевать отдавать все&nbsp;свое&nbsp;время малышу и&nbsp;умудряться при&nbsp;этом вкусно и&nbsp;полноценно
                            питаться на&nbsp;ГВ, чтобы он&nbsp;получал все&nbsp;необходимое и не страдал пищевой
                            непереносимостью, запорами и другими неприятностями.</p>
                    </div>

                    <div class="img">
                        <img src="images/problemsImg2.png" alt="Фото пары">
                        <img class="petr" src="images/problemsPetrDecor.svg" alt="">
                        <img class="julia" src="images/problemsJuliaDecor.svg" alt="">
                    </div>
                </div>
            </div>
        </div>
    </section>

    <section class="reviews">
        <h2 class="section__title">Отзывы наших клиентов</h2>

        <div class="slickWrapper">
            <ul class="slickCarousel">
                <li style="transform: translateX(0%);" class="active first">
                    <div class="review">
                        <div class="review__header">
                            <div class="review__ava"></div>
                            <div class="review__about">
                                <p class="review__name">Наталья Торбеева</p>
                                <p class="review__date">мама Вероники</p>
                            </div>
                            <div class="review__media">
                                <img src="images/telegramIcon.svg" alt="">
                                <img src="images/vkIcon.svg" alt="">
                                <img src="images/igIcon.svg" alt="">
                            </div>
                        </div>

                        <div class="review__text">
                            <p>Еще в ожидании своей малышки узнала о&nbsp;сервисе от&nbsp;знакомых.</p>
                            <strong>Вы буквально спасли меня от&nbsp;токсикоза.</strong>
                            <p>Запах готовившейся еды отбивал аппетит напрочь&nbsp;🤢 Я&nbsp;даже на&nbsp;кухне
                                находится не&nbsp;могла!</p>
                            <p>А тут&nbsp;- раз и&nbsp;все&nbsp;готово! Даже посуду мыть не&nbsp;надо, а&nbsp;беременной
                                мне
                                это делать было не&nbsp;просто... И&nbsp;главное&nbsp;— я&nbsp;точно знаю, что&nbsp;я&nbsp;и&nbsp;ребенок
                                получает все необходимые витамины и&nbsp;микроэлементы. В&nbsp;качестве даже сомневаться
                                не&nbsp;приходится
                                ❤️</p>
                        </div>
                    </div>
                </li>

                <li style="transform: translateX(0%);" class="second">
                    <div class="review">
                        <div class="review__header">
                            <div class="review__ava"></div>
                            <div class="review__about">
                                <p class="review__name">Мария Посева</p>
                                <p class="review__date">мама Толика</p>
                            </div>
                            <div class="review__media">
                                <img src="images/telegramIcon.svg" alt="">
                                <img src="images/vkIcon.svg" alt="">
                                <img src="images/igIcon.svg" alt="">
                            </div>
                        </div>

                        <div class="review__text">
                            <strong>Для меня вопрос питания важен всегда. Когда родился сын, поняла, что&nbsp;сама все
                                не&nbsp;вывезу. </strong>
                            <p>Забота о сыне всегда в&nbsp;приоритете, а&nbsp;приготовление еды доверила сервису «Кормим
                                Маму». Почему? Потому&nbsp;что мне не&nbsp;надо самой готовить и&nbsp;думать, что&nbsp;готовить,
                                и&nbsp;при&nbsp;этом я&nbsp;сбалансировано, полезно и&nbsp;разнообразно питаюсь! Я&nbsp;даже
                                не&nbsp;подозревала, но&nbsp;ещё&nbsp;мне не&nbsp;нужно мыть посуду и&nbsp;часто ходить
                                в&nbsp;продуктовый,
                                что высвободило кучу времени!</p>
                            <p>Это просто спасение для&nbsp;меня! Теперь времени хватает и&nbsp;на&nbsp;все дела, и&nbsp;на&nbsp;сына,
                                и&nbsp;даже чтобы поработать за&nbsp;компьютером.</p>
                        </div>
                    </div>
                </li>

                <li style="transform: translateX(0%);" class="third">
                    <div class="review">
                        <div class="review__header">
                            <div class="review__ava"></div>
                            <div class="review__about">
                                <p class="review__name">Анастасия Мечкова</p>
                                <p class="review__date">мама 3 детей</p>
                            </div>
                            <div class="review__media">
                                <img src="images/telegramIcon.svg" alt="">
                                <img src="images/vkIcon.svg" alt="">
                                <img src="images/igIcon.svg" alt="">
                            </div>
                        </div>

                        <div class="review__text">
                            <strong>Уже не первый раз пользуюсь сервисом и&nbsp;не&nbsp;нарадуюсь. </strong>
                            <p>Если раньше всегда забывала о&nbsp;себе и&nbsp;ела, что&nbsp;придется (если вспомню), как&nbsp;результат&nbsp;—
                                молока мало, младшая постоянно висит на&nbsp;груди, старшим мало внимания, они начинают
                                разносить весь дом.</p>
                            <p>А сейчас, заказывая сбалансированое питание в&nbsp;«Кормим маму», я&nbsp;точно знаю&nbsp;-
                                количество и&nbsp;качество молока у&nbsp;меня оптимальны.</p>
                            <p>В итоге хорошо не&nbsp;только мне, но&nbsp;и&nbsp;всей семье. Жаль, что не&nbsp;знала о&nbsp;вас
                                раньше!</p>
                        </div>
                    </div>
                </li>

                <li style="transform: translateX(0%);" class="active first">
                    <div class="review">
                        <div class="review__header">
                            <div class="review__ava"></div>
                            <div class="review__about">
                                <p class="review__name">Наталья Торбеева</p>
                                <p class="review__date">мама Вероники</p>
                            </div>
                            <div class="review__media">
                                <img src="images/telegramIcon.svg" alt="">
                                <img src="images/vkIcon.svg" alt="">
                                <img src="images/igIcon.svg" alt="">
                            </div>
                        </div>

                        <div class="review__text">
                            <p>Еще в ожидании своей малышки узнала о&nbsp;сервисе от&nbsp;знакомых.</p>
                            <strong>Вы буквально спасли меня от&nbsp;токсикоза.</strong>
                            <p>Запах готовившейся еды отбивал аппетит напрочь&nbsp;🤢 Я&nbsp;даже на&nbsp;кухне
                                находится не&nbsp;могла!</p>
                            <p>А тут&nbsp;- раз и&nbsp;все&nbsp;готово! Даже посуду мыть не&nbsp;надо, а&nbsp;беременной
                                мне
                                это делать было не&nbsp;просто... И&nbsp;главное&nbsp;— я&nbsp;точно знаю, что&nbsp;я&nbsp;и&nbsp;ребенок
                                получает все необходимые витамины и&nbsp;микроэлементы. В&nbsp;качестве даже сомневаться
                                не&nbsp;приходится
                                ❤️</p>
                        </div>
                    </div>
                </li>

                <li style="transform: translateX(0%);" class="second">
                    <div class="review">
                        <div class="review__header">
                            <div class="review__ava"></div>
                            <div class="review__about">
                                <p class="review__name">Мария Посева</p>
                                <p class="review__date">мама Толика</p>
                            </div>
                            <div class="review__media">
                                <img src="images/telegramIcon.svg" alt="">
                                <img src="images/vkIcon.svg" alt="">
                                <img src="images/igIcon.svg" alt="">
                            </div>
                        </div>

                        <div class="review__text">
                            <strong>Для меня вопрос питания важен всегда. Когда родился сын, поняла, что&nbsp;сама все
                                не&nbsp;вывезу. </strong>
                            <p>Забота о сыне всегда в&nbsp;приоритете, а&nbsp;приготовление еды доверила сервису «Кормим
                                Маму». Почему? Потому&nbsp;что мне не&nbsp;надо самой готовить и&nbsp;думать, что&nbsp;готовить,
                                и&nbsp;при&nbsp;этом я&nbsp;сбалансировано, полезно и&nbsp;разнообразно питаюсь! Я&nbsp;даже
                                не&nbsp;подозревала, но&nbsp;ещё&nbsp;мне не&nbsp;нужно мыть посуду и&nbsp;часто ходить
                                в&nbsp;продуктовый,
                                что высвободило кучу времени!</p>
                            <p>Это просто спасение для&nbsp;меня! Теперь времени хватает и&nbsp;на&nbsp;все дела, и&nbsp;на&nbsp;сына,
                                и&nbsp;даже чтобы поработать за&nbsp;компьютером.</p>
                        </div>
                    </div>
                </li>

                <li style="transform: translateX(0%);" class="third">
                    <div class="review">
                        <div class="review__header">
                            <div class="review__ava"></div>
                            <div class="review__about">
                                <p class="review__name">Анастасия Мечкова</p>
                                <p class="review__date">мама 3 детей</p>
                            </div>
                            <div class="review__media">
                                <img src="images/telegramIcon.svg" alt="">
                                <img src="images/vkIcon.svg" alt="">
                                <img src="images/igIcon.svg" alt="">
                            </div>
                        </div>

                        <div class="review__text">
                            <strong>Уже не первый раз пользуюсь сервисом и&nbsp;не&nbsp;нарадуюсь. </strong>
                            <p>Если раньше всегда забывала о&nbsp;себе и&nbsp;ела, что&nbsp;придется (если вспомню), как&nbsp;результат&nbsp;—
                                молока мало, младшая постоянно висит на&nbsp;груди, старшим мало внимания, они начинают
                                разносить весь дом.</p>
                            <p>А сейчас, заказывая сбалансированое питание в&nbsp;«Кормим маму», я&nbsp;точно знаю&nbsp;-
                                количество и&nbsp;качество молока у&nbsp;меня оптимальны.</p>
                            <p>В итоге хорошо не&nbsp;только мне, но&nbsp;и&nbsp;всей семье. Жаль, что не&nbsp;знала о&nbsp;вас
                                раньше!</p>
                        </div>
                    </div>
                </li>
            </ul>

            <div class="controls">
                <p><span>1</span> из 3</p>
            </div>
        </div>


    </section>

    <div class="instagram">
        <img src="images/igBg.jpg" alt="">
        <a href="https://instagram.com/kormimmamu?igshid=10mkm0qvlat39" class="igLink">
            <div class="bg"></div>
            <div class="link">
                <svg width="174" height="49" viewBox="0 0 174 49" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path
                        d="M9.21898 0.30275C5.66863 1.77141 1.76621 5.91526 0.533592 11.1207C-1.02765 17.7139 5.46812 20.5028 6.00134 19.5896C6.62835 18.5153 4.83737 18.1522 4.46864 14.7309C3.99218 10.3122 6.07237 5.37492 8.69052 3.20852C9.1765 2.80578 9.15373 3.36626 9.15373 4.4023C9.15373 6.25524 9.05008 22.8897 9.05008 26.3614C9.05008 31.0586 8.85365 32.5421 8.50055 34.008C8.14337 35.4931 7.56836 36.497 8.0037 36.8836C8.49035 37.3159 10.5682 36.2872 11.7709 34.6296C13.2132 32.6414 13.7182 30.2532 13.8089 27.6605C13.9183 24.5346 13.9136 19.5742 13.9183 16.7449C13.9224 14.1503 13.9625 6.55226 13.8721 1.98452C13.85 0.863565 10.7038 -0.311764 9.21898 0.30275Z"
                        fill="#210606"/>
                    <path
                        d="M135.174 22.2866C135.06 24.7289 134.512 26.6376 133.833 27.9841C132.518 30.5908 129.789 31.4 128.63 27.6532C127.999 25.6106 127.969 22.1994 128.423 19.349C128.885 16.4456 130.176 14.2527 132.312 14.4503C134.42 14.646 135.406 17.3279 135.174 22.287V22.2866ZM99.6437 37.4384C99.6152 41.496 98.9684 45.0535 97.5819 46.0872C95.6149 47.5525 92.9712 46.453 93.5187 43.4922C94.003 40.8721 96.2939 38.1962 99.6495 34.9266C99.6495 34.9266 99.6563 35.6724 99.6437 37.4384ZM99.1068 22.2628C98.9865 24.4873 98.4026 26.7215 97.7654 27.9841C96.4502 30.5908 93.7016 31.4057 92.5624 27.6532C91.7835 25.089 91.97 21.7711 92.3551 19.6802C92.8553 16.9675 94.0679 14.4507 96.2446 14.4507C98.3611 14.4507 99.4051 16.7439 99.1068 22.2628ZM78.5241 22.2293C78.395 24.5846 77.9297 26.5537 77.1831 27.9841C75.8319 30.573 73.1587 31.3939 71.9801 27.6532C71.1301 24.9558 71.4194 21.2781 71.7728 19.2913C72.2975 16.3429 73.6113 14.2527 75.6623 14.4507C77.769 14.6541 78.7929 17.3279 78.5241 22.2293ZM172.849 24.9806C172.334 24.9806 172.099 25.5049 171.904 26.3869C171.23 29.4558 170.521 30.1481 169.607 30.1481C168.586 30.1481 167.668 28.6291 167.432 25.5878C167.247 23.1962 167.277 18.7936 167.514 14.4141C167.562 13.5143 167.311 12.6239 164.867 11.7473C163.815 11.37 162.287 10.8146 161.526 12.6289C159.375 17.7552 158.534 21.8248 158.336 23.4774C158.326 23.563 158.219 23.5808 158.201 23.3808C158.074 22.0568 157.793 19.6504 157.757 14.5953C157.751 13.6089 157.539 12.7696 156.437 12.0822C155.721 11.6359 153.549 10.8472 152.767 11.7859C152.09 12.5531 151.305 14.6185 150.489 17.0671C149.827 19.0573 149.365 20.4032 149.365 20.4032C149.365 20.4032 149.374 15.034 149.382 12.9971C149.385 12.2289 148.852 11.9728 148.691 11.9265C147.967 11.7191 146.539 11.3724 145.934 11.3724C145.186 11.3724 145.003 11.7845 145.003 12.386C145.003 12.4648 144.885 19.4551 144.885 24.343C144.885 24.5554 144.885 24.787 144.886 25.0333C144.473 27.2799 143.132 30.3294 141.675 30.3294C140.215 30.3294 139.526 29.0547 139.526 23.2274C139.526 19.8279 139.629 18.3495 139.68 15.8908C139.71 14.4745 139.767 13.3871 139.763 13.1404C139.752 12.3836 138.428 12.002 137.811 11.8611C137.191 11.7191 136.653 11.6637 136.233 11.6875C135.638 11.7211 135.217 12.1061 135.217 12.6363C135.217 12.9209 135.22 13.4613 135.22 13.4613C134.454 12.2719 133.221 11.4442 132.401 11.2043C130.192 10.5565 127.887 11.1304 126.148 13.5331C124.767 15.4417 123.934 17.6041 123.606 20.7103C123.366 22.9814 123.444 25.284 123.87 27.2316C123.356 29.4292 122.4 30.3294 121.354 30.3294C119.835 30.3294 118.734 27.8814 118.862 23.6466C118.946 20.8613 119.51 18.9067 120.127 16.0787C120.39 14.8732 120.176 14.2423 119.64 13.6375C119.149 13.0827 118.101 12.7991 116.595 13.1475C115.523 13.3962 113.989 13.6637 112.586 13.8691C112.586 13.8691 112.671 13.5351 112.74 12.9471C113.105 9.8628 109.711 10.1128 108.628 11.0979C107.982 11.6862 107.542 12.3799 107.375 13.6271C107.11 15.6065 108.745 16.5402 108.745 16.5402C108.209 18.9647 106.894 22.1316 105.537 24.4215C104.81 25.6482 104.254 26.5574 103.536 27.5236C103.512 23.646 103.538 19.7682 103.612 15.8911C103.642 14.4748 103.699 13.4163 103.696 13.1693C103.688 12.6162 103.361 12.4068 102.68 12.1423C102.078 11.908 101.366 11.7463 100.628 11.6892C99.696 11.6181 99.1346 12.1057 99.1496 12.683C99.1523 12.7921 99.1523 13.4613 99.1523 13.4613C98.386 12.2719 97.1533 11.4442 96.3333 11.2043C94.1243 10.5565 91.8195 11.1304 90.0809 13.5331C88.6994 15.4417 87.7947 18.1206 87.5381 20.6868C87.2996 23.078 87.3434 25.1102 87.669 26.8225C87.3179 28.5368 86.3079 30.3297 85.1664 30.3297C83.7064 30.3297 82.8758 29.0547 82.8758 23.2274C82.8758 19.8279 82.9791 18.3495 83.0301 15.8908C83.0597 14.4748 83.1164 13.3871 83.1134 13.1404C83.1025 12.3836 81.7775 12.0024 81.1606 11.8611C80.5156 11.7134 79.9586 11.6597 79.5307 11.6909C78.9666 11.7322 78.5697 12.2312 78.5697 12.6034V13.4613C77.8033 12.2719 76.5707 11.4442 75.7507 11.2043C73.5417 10.5565 71.2498 11.1398 69.4982 13.5331C68.3563 15.0934 67.4316 16.8231 66.9558 20.6525C66.8182 21.7591 66.7574 22.7958 66.7655 23.764C66.3101 26.5147 64.2983 29.685 62.6531 29.685C61.6903 29.685 60.7731 27.8404 60.7731 23.91C60.7731 18.6744 61.1014 11.2197 61.1571 10.5015C61.1571 10.5015 63.2359 10.4666 63.6383 10.4619C64.6755 10.4505 65.6145 10.475 66.9959 10.4048C67.6885 10.3702 68.356 7.91454 67.641 7.61081C67.3168 7.47321 65.0266 7.35306 64.1185 7.33393C63.3552 7.31715 61.2298 7.16142 61.2298 7.16142C61.2298 7.16142 61.4205 2.21343 61.465 1.69087C61.5024 1.25491 60.9314 1.03071 60.6045 0.89479C59.8086 0.56253 59.0966 0.403112 58.2528 0.231277C57.0864 -0.0063398 56.5576 0.226242 56.4543 1.19785C56.2987 2.67289 56.2181 6.99328 56.2181 6.99328C55.3624 6.99328 52.4391 6.82815 51.5834 6.82815C50.7881 6.82815 49.9297 10.2058 51.0294 10.2474C52.2943 10.2957 54.4989 10.338 55.9602 10.381C55.9602 10.381 55.8949 17.9585 55.8949 20.2985C55.8949 20.5468 55.8963 20.7868 55.8977 21.0194C55.0933 25.1592 52.2603 27.3957 52.2603 27.3957C52.8686 24.6568 51.6258 22.5998 49.3873 20.8586C48.5625 20.2172 46.9343 19.0026 45.1127 17.6716C45.1127 17.6716 46.1676 16.6446 47.1035 14.5785C47.7662 13.1146 47.7951 11.4402 46.1676 11.0707C43.4788 10.4599 41.262 12.4101 40.6006 14.4923C40.0881 16.1053 40.3614 17.3017 41.3653 18.5449C41.4383 18.6358 41.5182 18.7288 41.5998 18.8221C40.9931 19.9773 40.1592 21.5329 39.453 22.7391C37.4928 26.0885 36.0121 28.7372 34.8929 28.7372C33.9985 28.7372 34.0104 26.0476 34.0104 23.5294C34.0104 21.3587 34.1728 18.0948 34.3026 14.7161C34.3455 13.5985 33.7793 12.9619 32.8311 12.3853C32.2547 12.0349 31.0248 11.3462 30.3125 11.3462C29.2461 11.3462 26.1698 11.4895 23.2635 19.7927C22.8971 20.8391 22.1774 22.7461 22.1774 22.7461L22.2395 12.7612C22.2395 12.5269 22.1131 12.3007 21.8239 12.146C21.3342 11.8832 20.0261 11.3462 18.8629 11.3462C18.3089 11.3462 18.0319 11.6006 18.0319 12.1081L17.9307 27.7297C17.9307 28.9167 17.9619 30.3015 18.0809 30.907C18.1991 31.5131 18.3912 32.0064 18.6284 32.2998C18.8659 32.5928 19.1402 32.8166 19.5925 32.9086C20.0136 32.9942 22.3191 33.2865 22.439 32.4166C22.5824 31.3735 22.5882 30.2458 23.7987 26.0392C25.6835 19.49 28.1406 16.2949 29.2961 15.1598C29.4983 14.9618 29.7287 14.9497 29.7175 15.2743C29.6685 16.71 29.4949 20.2985 29.3783 23.3459C29.0653 31.503 30.5678 33.015 32.7152 33.015C34.358 33.015 36.6737 31.403 39.1559 27.3226C40.539 25.0486 41.9157 22.7709 43.2861 20.4894C44.0381 21.1771 44.8827 21.9171 45.7261 22.7078C47.687 24.5457 48.3307 26.2922 47.9035 27.9488C47.5773 29.2151 46.3467 30.5203 44.1571 29.252C43.5189 28.8818 43.2463 28.5956 42.6047 28.1784C42.2601 27.9545 41.7337 27.8874 41.4179 28.1223C40.5982 28.7325 40.1293 29.5091 39.8615 30.4703C39.6011 31.4057 40.5496 31.9 41.5332 32.3327C42.3797 32.7049 44.1996 33.0421 45.3598 33.0804C49.8814 33.2298 53.5038 30.9244 56.0254 24.9776C56.4768 30.1136 58.3976 33.0197 61.7352 33.0197C63.9666 33.0197 66.2038 30.1713 67.1822 27.3692C67.4629 28.5113 67.8789 29.5048 68.4158 30.3448C70.9874 34.3688 75.9763 33.5029 78.4823 30.0857C79.2572 29.0299 79.3751 28.6506 79.3751 28.6506C79.7408 31.8769 82.3718 33.0042 83.878 33.0042C85.5653 33.0042 87.3071 32.2165 88.5281 29.5021C88.6712 29.7967 88.8275 30.0783 88.9981 30.3448C91.5697 34.3688 96.559 33.5029 99.065 30.0857C99.1832 29.9253 99.2859 29.7803 99.3752 29.6494L99.4487 31.7688L97.1414 33.8587C93.274 37.3592 90.3364 40.0139 90.1203 43.1059C89.845 47.0484 93.081 48.5137 95.5326 48.7057C98.1314 48.9094 100.361 47.4904 101.729 45.5046C102.934 43.7564 103.722 39.9941 103.664 36.2785C103.641 34.7904 103.603 32.8985 103.573 30.8704C104.931 29.3134 106.461 27.3454 107.869 25.0424C109.404 22.5323 111.049 19.1614 111.891 16.5379C111.891 16.5379 113.32 16.5503 114.845 16.4516C115.333 16.4201 115.473 16.5187 115.383 16.8715C115.274 17.2984 113.456 24.2232 115.115 28.8362C116.251 31.9944 118.811 33.0099 120.328 33.0099C122.105 33.0099 123.805 31.6849 124.716 29.7175C124.826 29.9367 124.94 30.1488 125.066 30.3451C127.637 34.3692 132.609 33.4976 135.133 30.0857C135.702 29.3158 136.025 28.6506 136.025 28.6506C136.567 31.99 139.196 33.0213 140.703 33.0213C142.271 33.0213 143.761 32.386 144.968 29.5631C145.019 30.8063 145.098 31.8225 145.224 32.1427C145.3 32.339 145.746 32.5847 146.07 32.7035C147.506 33.2291 148.969 32.9807 149.511 32.8727C149.886 32.7975 150.179 32.5001 150.219 31.7329C150.324 29.7175 150.26 26.3315 150.878 23.8147C151.916 19.5916 152.885 17.9535 153.345 17.1427C153.602 16.6879 153.892 16.6131 153.902 17.094C153.924 18.0673 153.973 20.9244 154.376 24.7638C154.671 27.587 155.065 29.2561 155.369 29.7847C156.235 31.2949 157.304 31.3664 158.174 31.3664C158.728 31.3664 159.886 31.2154 159.783 30.2542C159.732 29.7857 159.821 26.89 160.844 22.7293C161.513 20.0122 162.628 17.5575 163.03 16.6597C163.178 16.3288 163.247 16.5896 163.244 16.6406C163.16 18.5116 162.97 24.6319 163.742 27.9794C164.788 32.5139 167.815 33.0213 168.87 33.0213C171.122 33.0213 172.963 31.3298 173.584 26.8789C173.733 25.8076 173.512 24.9806 172.849 24.9806Z"
                        fill="#210606"/>
                    <path class="gradient"
                          d="M9.21898 0.30275C5.66863 1.77141 1.76621 5.91526 0.533592 11.1207C-1.02765 17.7139 5.46812 20.5028 6.00134 19.5896C6.62835 18.5153 4.83737 18.1522 4.46864 14.7309C3.99218 10.3122 6.07237 5.37492 8.69052 3.20852C9.1765 2.80578 9.15373 3.36626 9.15373 4.4023C9.15373 6.25524 9.05008 22.8897 9.05008 26.3614C9.05008 31.0586 8.85365 32.5421 8.50055 34.008C8.14337 35.4931 7.56836 36.497 8.0037 36.8836C8.49035 37.3159 10.5682 36.2872 11.7709 34.6296C13.2132 32.6414 13.7182 30.2532 13.8089 27.6605C13.9183 24.5346 13.9136 19.5742 13.9183 16.7449C13.9224 14.1503 13.9625 6.55226 13.8721 1.98452C13.85 0.863565 10.7038 -0.311764 9.21898 0.30275Z"
                          fill="url(#paint0_linear)"/>
                    <path class="gradient"
                          d="M135.174 22.2866C135.06 24.7289 134.512 26.6376 133.833 27.9841C132.518 30.5908 129.789 31.4 128.63 27.6532C127.999 25.6106 127.969 22.1994 128.423 19.349C128.885 16.4456 130.176 14.2527 132.312 14.4503C134.42 14.646 135.406 17.3279 135.174 22.287V22.2866ZM99.6437 37.4384C99.6152 41.496 98.9684 45.0535 97.5819 46.0872C95.6149 47.5525 92.9712 46.453 93.5187 43.4922C94.003 40.8721 96.2939 38.1962 99.6495 34.9266C99.6495 34.9266 99.6563 35.6724 99.6437 37.4384ZM99.1068 22.2628C98.9865 24.4873 98.4026 26.7215 97.7654 27.9841C96.4502 30.5908 93.7016 31.4057 92.5624 27.6532C91.7835 25.089 91.97 21.7711 92.3551 19.6802C92.8553 16.9675 94.0679 14.4507 96.2446 14.4507C98.3611 14.4507 99.4051 16.7439 99.1068 22.2628ZM78.5241 22.2293C78.395 24.5846 77.9297 26.5537 77.1831 27.9841C75.8319 30.573 73.1587 31.3939 71.9801 27.6532C71.1301 24.9558 71.4194 21.2781 71.7728 19.2913C72.2975 16.3429 73.6113 14.2527 75.6623 14.4507C77.769 14.6541 78.7929 17.3279 78.5241 22.2293ZM172.849 24.9806C172.334 24.9806 172.099 25.5049 171.904 26.3869C171.23 29.4558 170.521 30.1481 169.607 30.1481C168.586 30.1481 167.668 28.6291 167.432 25.5878C167.247 23.1962 167.277 18.7936 167.514 14.4141C167.562 13.5143 167.311 12.6239 164.867 11.7473C163.815 11.37 162.287 10.8146 161.526 12.6289C159.375 17.7552 158.534 21.8248 158.336 23.4774C158.326 23.563 158.219 23.5808 158.201 23.3808C158.074 22.0568 157.793 19.6504 157.757 14.5953C157.751 13.6089 157.539 12.7696 156.437 12.0822C155.721 11.6359 153.549 10.8472 152.767 11.7859C152.09 12.5531 151.305 14.6185 150.489 17.0671C149.827 19.0573 149.365 20.4032 149.365 20.4032C149.365 20.4032 149.374 15.034 149.382 12.9971C149.385 12.2289 148.852 11.9728 148.691 11.9265C147.967 11.7191 146.539 11.3724 145.934 11.3724C145.186 11.3724 145.003 11.7845 145.003 12.386C145.003 12.4648 144.885 19.4551 144.885 24.343C144.885 24.5554 144.885 24.787 144.886 25.0333C144.473 27.2799 143.132 30.3294 141.675 30.3294C140.215 30.3294 139.526 29.0547 139.526 23.2274C139.526 19.8279 139.629 18.3495 139.68 15.8908C139.71 14.4745 139.767 13.3871 139.763 13.1404C139.752 12.3836 138.428 12.002 137.811 11.8611C137.191 11.7191 136.653 11.6637 136.233 11.6875C135.638 11.7211 135.217 12.1061 135.217 12.6363C135.217 12.9209 135.22 13.4613 135.22 13.4613C134.454 12.2719 133.221 11.4442 132.401 11.2043C130.192 10.5565 127.887 11.1304 126.148 13.5331C124.767 15.4417 123.934 17.6041 123.606 20.7103C123.366 22.9814 123.444 25.284 123.87 27.2316C123.356 29.4292 122.4 30.3294 121.354 30.3294C119.835 30.3294 118.734 27.8814 118.862 23.6466C118.946 20.8613 119.51 18.9067 120.127 16.0787C120.39 14.8732 120.176 14.2423 119.64 13.6375C119.149 13.0827 118.101 12.7991 116.595 13.1475C115.523 13.3962 113.989 13.6637 112.586 13.8691C112.586 13.8691 112.671 13.5351 112.74 12.9471C113.105 9.8628 109.711 10.1128 108.628 11.0979C107.982 11.6862 107.542 12.3799 107.375 13.6271C107.11 15.6065 108.745 16.5402 108.745 16.5402C108.209 18.9647 106.894 22.1316 105.537 24.4215C104.81 25.6482 104.254 26.5574 103.536 27.5236C103.512 23.646 103.538 19.7682 103.612 15.8911C103.642 14.4748 103.699 13.4163 103.696 13.1693C103.688 12.6162 103.361 12.4068 102.68 12.1423C102.078 11.908 101.366 11.7463 100.628 11.6892C99.696 11.6181 99.1346 12.1057 99.1496 12.683C99.1523 12.7921 99.1523 13.4613 99.1523 13.4613C98.386 12.2719 97.1533 11.4442 96.3333 11.2043C94.1243 10.5565 91.8195 11.1304 90.0809 13.5331C88.6994 15.4417 87.7947 18.1206 87.5381 20.6868C87.2996 23.078 87.3434 25.1102 87.669 26.8225C87.3179 28.5368 86.3079 30.3297 85.1664 30.3297C83.7064 30.3297 82.8758 29.0547 82.8758 23.2274C82.8758 19.8279 82.9791 18.3495 83.0301 15.8908C83.0597 14.4748 83.1164 13.3871 83.1134 13.1404C83.1025 12.3836 81.7775 12.0024 81.1606 11.8611C80.5156 11.7134 79.9586 11.6597 79.5307 11.6909C78.9666 11.7322 78.5697 12.2312 78.5697 12.6034V13.4613C77.8033 12.2719 76.5707 11.4442 75.7507 11.2043C73.5417 10.5565 71.2498 11.1398 69.4982 13.5331C68.3563 15.0934 67.4316 16.8231 66.9558 20.6525C66.8182 21.7591 66.7574 22.7958 66.7655 23.764C66.3101 26.5147 64.2983 29.685 62.6531 29.685C61.6903 29.685 60.7731 27.8404 60.7731 23.91C60.7731 18.6744 61.1014 11.2197 61.1571 10.5015C61.1571 10.5015 63.2359 10.4666 63.6383 10.4619C64.6755 10.4505 65.6145 10.475 66.9959 10.4048C67.6885 10.3702 68.356 7.91454 67.641 7.61081C67.3168 7.47321 65.0266 7.35306 64.1185 7.33393C63.3552 7.31715 61.2298 7.16142 61.2298 7.16142C61.2298 7.16142 61.4205 2.21343 61.465 1.69087C61.5024 1.25491 60.9314 1.03071 60.6045 0.89479C59.8086 0.56253 59.0966 0.403112 58.2528 0.231277C57.0864 -0.0063398 56.5576 0.226242 56.4543 1.19785C56.2987 2.67289 56.2181 6.99328 56.2181 6.99328C55.3624 6.99328 52.4391 6.82815 51.5834 6.82815C50.7881 6.82815 49.9297 10.2058 51.0294 10.2474C52.2943 10.2957 54.4989 10.338 55.9602 10.381C55.9602 10.381 55.8949 17.9585 55.8949 20.2985C55.8949 20.5468 55.8963 20.7868 55.8977 21.0194C55.0933 25.1592 52.2603 27.3957 52.2603 27.3957C52.8686 24.6568 51.6258 22.5998 49.3873 20.8586C48.5625 20.2172 46.9343 19.0026 45.1127 17.6716C45.1127 17.6716 46.1676 16.6446 47.1035 14.5785C47.7662 13.1146 47.7951 11.4402 46.1676 11.0707C43.4788 10.4599 41.262 12.4101 40.6006 14.4923C40.0881 16.1053 40.3614 17.3017 41.3653 18.5449C41.4383 18.6358 41.5182 18.7288 41.5998 18.8221C40.9931 19.9773 40.1592 21.5329 39.453 22.7391C37.4928 26.0885 36.0121 28.7372 34.8929 28.7372C33.9985 28.7372 34.0104 26.0476 34.0104 23.5294C34.0104 21.3587 34.1728 18.0948 34.3026 14.7161C34.3455 13.5985 33.7793 12.9619 32.8311 12.3853C32.2547 12.0349 31.0248 11.3462 30.3125 11.3462C29.2461 11.3462 26.1698 11.4895 23.2635 19.7927C22.8971 20.8391 22.1774 22.7461 22.1774 22.7461L22.2395 12.7612C22.2395 12.5269 22.1131 12.3007 21.8239 12.146C21.3342 11.8832 20.0261 11.3462 18.8629 11.3462C18.3089 11.3462 18.0319 11.6006 18.0319 12.1081L17.9307 27.7297C17.9307 28.9167 17.9619 30.3015 18.0809 30.907C18.1991 31.5131 18.3912 32.0064 18.6284 32.2998C18.8659 32.5928 19.1402 32.8166 19.5925 32.9086C20.0136 32.9942 22.3191 33.2865 22.439 32.4166C22.5824 31.3735 22.5882 30.2458 23.7987 26.0392C25.6835 19.49 28.1406 16.2949 29.2961 15.1598C29.4983 14.9618 29.7287 14.9497 29.7175 15.2743C29.6685 16.71 29.4949 20.2985 29.3783 23.3459C29.0653 31.503 30.5678 33.015 32.7152 33.015C34.358 33.015 36.6737 31.403 39.1559 27.3226C40.539 25.0486 41.9157 22.7709 43.2861 20.4894C44.0381 21.1771 44.8827 21.9171 45.7261 22.7078C47.687 24.5457 48.3307 26.2922 47.9035 27.9488C47.5773 29.2151 46.3467 30.5203 44.1571 29.252C43.5189 28.8818 43.2463 28.5956 42.6047 28.1784C42.2601 27.9545 41.7337 27.8874 41.4179 28.1223C40.5982 28.7325 40.1293 29.5091 39.8615 30.4703C39.6011 31.4057 40.5496 31.9 41.5332 32.3327C42.3797 32.7049 44.1996 33.0421 45.3598 33.0804C49.8814 33.2298 53.5038 30.9244 56.0254 24.9776C56.4768 30.1136 58.3976 33.0197 61.7352 33.0197C63.9666 33.0197 66.2038 30.1713 67.1822 27.3692C67.4629 28.5113 67.8789 29.5048 68.4158 30.3448C70.9874 34.3688 75.9763 33.5029 78.4823 30.0857C79.2572 29.0299 79.3751 28.6506 79.3751 28.6506C79.7408 31.8769 82.3718 33.0042 83.878 33.0042C85.5653 33.0042 87.3071 32.2165 88.5281 29.5021C88.6712 29.7967 88.8275 30.0783 88.9981 30.3448C91.5697 34.3688 96.559 33.5029 99.065 30.0857C99.1832 29.9253 99.2859 29.7803 99.3752 29.6494L99.4487 31.7688L97.1414 33.8587C93.274 37.3592 90.3364 40.0139 90.1203 43.1059C89.845 47.0484 93.081 48.5137 95.5326 48.7057C98.1314 48.9094 100.361 47.4904 101.729 45.5046C102.934 43.7564 103.722 39.9941 103.664 36.2785C103.641 34.7904 103.603 32.8985 103.573 30.8704C104.931 29.3134 106.461 27.3454 107.869 25.0424C109.404 22.5323 111.049 19.1614 111.891 16.5379C111.891 16.5379 113.32 16.5503 114.845 16.4516C115.333 16.4201 115.473 16.5187 115.383 16.8715C115.274 17.2984 113.456 24.2232 115.115 28.8362C116.251 31.9944 118.811 33.0099 120.328 33.0099C122.105 33.0099 123.805 31.6849 124.716 29.7175C124.826 29.9367 124.94 30.1488 125.066 30.3451C127.637 34.3692 132.609 33.4976 135.133 30.0857C135.702 29.3158 136.025 28.6506 136.025 28.6506C136.567 31.99 139.196 33.0213 140.703 33.0213C142.271 33.0213 143.761 32.386 144.968 29.5631C145.019 30.8063 145.098 31.8225 145.224 32.1427C145.3 32.339 145.746 32.5847 146.07 32.7035C147.506 33.2291 148.969 32.9807 149.511 32.8727C149.886 32.7975 150.179 32.5001 150.219 31.7329C150.324 29.7175 150.26 26.3315 150.878 23.8147C151.916 19.5916 152.885 17.9535 153.345 17.1427C153.602 16.6879 153.892 16.6131 153.902 17.094C153.924 18.0673 153.973 20.9244 154.376 24.7638C154.671 27.587 155.065 29.2561 155.369 29.7847C156.235 31.2949 157.304 31.3664 158.174 31.3664C158.728 31.3664 159.886 31.2154 159.783 30.2542C159.732 29.7857 159.821 26.89 160.844 22.7293C161.513 20.0122 162.628 17.5575 163.03 16.6597C163.178 16.3288 163.247 16.5896 163.244 16.6406C163.16 18.5116 162.97 24.6319 163.742 27.9794C164.788 32.5139 167.815 33.0213 168.87 33.0213C171.122 33.0213 172.963 31.3298 173.584 26.8789C173.733 25.8076 173.512 24.9806 172.849 24.9806Z"
                          fill="url(#paint1_linear)"/>
                    <defs>
                        <linearGradient id="paint0_linear" x1="2.28982" y1="31.5882" x2="19.2539" y2="25.3085"
                                        gradientUnits="userSpaceOnUse">
                            <stop stop-color="#FFC107" offset="0%"/>
                            <stop offset="0.507" stop-color="#F44336"/>
                            <stop offset="0.99" stop-color="#9C27B0"/>
                        </linearGradient>
                        <linearGradient id="paint1_linear" x1="40.7376" y1="41.6136" x2="60.268" y2="-20.989"
                                        gradientUnits="userSpaceOnUse">
                            <stop stop-color="#FFC107" offset="0%"/>
                            <stop offset="0.507" stop-color="#F44336"/>
                            <stop offset="0.99" stop-color="#9C27B0"/>
                        </linearGradient>
                    </defs>
                </svg>

                <p class="vis">подписывайтесь :)</p>
                <p class="invis">@kormimmamu</p>
            </div>
        </a>
    </div>

    <section class="answers" id="answers">

        <div class="container">
            <div class="section__title__block">
                <img src="images/answersDecor.svg" alt="">
                <h2 class="section__title">Ответы на вопросы</h2>
            </div>

            <ul class="categoriesList">
                <li class="active" data-activate="0">
                    <svg width="90" height="90" viewBox="0 0 90 90" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path
                            d="M77.2974 68.9999C77.6156 68.9999 77.9209 68.8735 78.1459 68.6485C78.371 68.4234 78.4974 68.1182 78.4974 67.7999V26.9998C78.4974 26.7825 78.4385 26.5693 78.3268 26.383C78.2152 26.1966 78.0551 26.044 77.8635 25.9415C77.6719 25.839 77.4562 25.7905 77.2392 25.801C77.0222 25.8115 76.8121 25.8808 76.6314 26.0014L76.0098 26.4154C75.7532 24.4734 74.8682 22.6688 73.4898 21.2769C73.7782 21.1907 74.0726 21.1257 74.3706 21.0825L75.0558 20.9889C75.2119 20.9677 75.3624 20.9158 75.4985 20.8364C75.6347 20.757 75.7538 20.6516 75.8492 20.5261C75.9446 20.4006 76.0143 20.2576 76.0545 20.1052C76.0946 19.9527 76.1043 19.7939 76.083 19.6377C76.0617 19.4816 76.0099 19.3311 75.9305 19.195C75.851 19.0588 75.7456 18.9397 75.6201 18.8443C75.4946 18.7489 75.3516 18.6792 75.1992 18.6391C75.0468 18.599 74.8879 18.5893 74.7318 18.6105L74.0454 18.7041C73.0584 18.8403 72.1026 19.1469 71.2206 19.6101C70.1697 19.0592 69.0187 18.7255 67.8361 18.629C66.6535 18.5325 65.4636 18.6752 64.3373 19.0485C64.9573 18.2279 65.2941 17.2282 65.2973 16.1997C65.2973 14.9267 64.7916 13.7058 63.8914 12.8056C62.9913 11.9054 61.7704 11.3997 60.4973 11.3997C60.1223 11.3996 59.7487 11.4455 59.3849 11.5365C58.8332 10.7528 58.1012 10.1133 57.2506 9.67188C56.4 9.23042 55.4557 8.99998 54.4973 8.99998C53.5389 8.99998 52.5946 9.23042 51.744 9.67188C50.8933 10.1133 50.1613 10.7528 49.6097 11.5365C49.2459 11.4456 48.8723 11.3996 48.4973 11.3997C47.2242 11.3997 46.0033 11.9054 45.1031 12.8056C44.203 13.7058 43.6972 14.9267 43.6972 16.1997C43.6971 16.5747 43.743 16.9483 43.834 17.3121C43.177 17.7724 42.6197 18.3608 42.1958 19.0419C41.7719 19.723 41.49 20.4828 41.3672 21.2756C41.2443 22.0684 41.283 22.8778 41.4809 23.6553C41.6789 24.4328 42.0319 25.1622 42.5188 25.7998C42.3462 26.0312 42.1902 26.2746 42.052 26.5282L36.2572 16.4805L35.0572 14.3997C34.3479 13.1707 33.4034 12.0934 32.2776 11.2296C31.1518 10.3657 29.8668 9.7322 28.4961 9.36522C27.1253 8.99823 25.6957 8.90498 24.2888 9.09079C22.882 9.2766 21.5256 9.73782 20.2971 10.4481C18.9206 11.2451 17.9163 12.5556 17.5046 14.0921C17.0929 15.6286 17.3075 17.2656 18.1011 18.6441L19.4727 21.0189C19.633 21.2923 19.8949 21.4912 20.2012 21.5722C20.5076 21.6532 20.8336 21.6097 21.108 21.4513C21.3824 21.2928 21.583 21.0323 21.666 20.7265C21.7491 20.4207 21.7078 20.0944 21.5512 19.8189L20.1771 17.4441C19.9405 17.0345 19.7869 16.5822 19.7252 16.1131C19.6635 15.6441 19.6948 15.1675 19.8174 14.7105C19.94 14.2536 20.1514 13.8253 20.4397 13.4501C20.7279 13.075 21.0872 12.7603 21.4971 12.5241C22.4525 11.9726 23.5072 11.6147 24.6008 11.4708C25.6945 11.3269 26.8059 11.3999 27.8714 11.6855C28.9369 11.9711 29.9357 12.4637 30.8108 13.1353C31.6859 13.807 32.4201 14.6444 32.9716 15.5997L33.5716 16.6377L29.416 19.0377C29.2794 19.1165 29.1597 19.2214 29.0637 19.3465C28.9677 19.4715 28.8973 19.6143 28.8565 19.7666C28.8156 19.9188 28.8052 20.0776 28.8257 20.234C28.8463 20.3903 28.8974 20.541 28.9762 20.6775C29.055 20.8141 29.1599 20.9338 29.2849 21.0298C29.41 21.1258 29.5527 21.1962 29.705 21.2371C29.8573 21.2779 30.0161 21.2883 30.1724 21.2678C30.3287 21.2473 30.4794 21.1961 30.616 21.1173L34.7728 18.7173L36.5728 21.8373L32.416 24.2374C32.2076 24.3595 32.0408 24.5416 31.9376 24.76C31.8344 24.9784 31.7995 25.2229 31.8375 25.4615C31.8755 25.7 31.9846 25.9216 32.1505 26.0971C32.3165 26.2727 32.5315 26.394 32.7676 26.4454L27.4312 29.9998L23.7496 23.6242C23.5904 23.3484 23.3283 23.1471 23.0207 23.0646C22.7132 22.9822 22.3855 23.0252 22.1098 23.1844C21.834 23.3435 21.6327 23.6056 21.5502 23.9132C21.4678 24.2207 21.5108 24.5484 21.67 24.8242L23.59 28.1518L20.3607 25.999C20.1799 25.8789 19.9698 25.8102 19.753 25.8001C19.5362 25.79 19.3206 25.8389 19.1294 25.9416C18.9382 26.0443 18.7784 26.1969 18.667 26.3833C18.5557 26.5696 18.497 26.7827 18.4971 26.9998V32.9998C18.4971 33.3181 18.6236 33.6233 18.8486 33.8483C19.0737 34.0734 19.3789 34.1998 19.6971 34.1998C20.0154 34.1998 20.3206 34.0734 20.5457 33.8483C20.7707 33.6233 20.8971 33.3181 20.8971 32.9998V29.2426L26.2312 32.7982C26.4284 32.9298 26.6601 33 26.8972 33C27.1342 33 27.366 32.9298 27.5632 32.7982L34.0972 28.4398L40.6312 32.7958C40.8284 32.9274 41.0602 32.9976 41.2972 32.9976C41.5343 32.9976 41.766 32.9274 41.9632 32.7958L48.4973 28.4398L55.0313 32.7958C55.2285 32.9274 55.4602 32.9976 55.6973 32.9976C55.9344 32.9976 56.1661 32.9274 56.3633 32.7958L61.6973 29.2414V78.6H46.0973C45.779 78.6 45.4738 78.7264 45.2487 78.9514C45.0237 79.1765 44.8972 79.4817 44.8972 79.8C44.8972 80.1182 45.0237 80.4235 45.2487 80.6485C45.4738 80.8736 45.779 81 46.0973 81H77.2974C77.6156 81 77.9209 80.8736 78.1459 80.6485C78.371 80.4235 78.4974 80.1182 78.4974 79.8V72.6C78.4974 72.2817 78.371 71.9765 78.1459 71.7514C77.9209 71.5264 77.6156 71.3999 77.2974 71.3999C76.9791 71.3999 76.6739 71.5264 76.4489 71.7514C76.2238 71.9765 76.0974 72.2817 76.0974 72.6V76.9032L71.2974 72.1031V65.3999C71.2974 65.0817 71.1709 64.7764 70.9459 64.5514C70.7208 64.3263 70.4156 64.1999 70.0974 64.1999C69.7791 64.1999 69.4739 64.3263 69.2488 64.5514C69.0238 64.7764 68.8974 65.0817 68.8974 65.3999V72.1031L64.0973 76.9032V29.2414L68.8974 32.4418V47.3999C68.8974 47.7181 69.0238 48.0233 69.2488 48.2484C69.4739 48.4734 69.7791 48.5999 70.0974 48.5999C70.4156 48.5999 70.7208 48.4734 70.9459 48.2484C71.1709 48.0233 71.2974 47.7181 71.2974 47.3999V32.4418L76.0974 29.2426V67.7999C76.0974 68.1182 76.2238 68.4234 76.4489 68.6485C76.6739 68.8735 76.9791 68.9999 77.2974 68.9999ZM69.0078 21.2841C68.5749 21.7405 68.193 22.2427 67.8689 22.7818C67.7844 22.9169 67.7276 23.0675 67.7019 23.2248C67.6762 23.3822 67.6821 23.543 67.7192 23.698C67.7564 23.8531 67.8241 23.9991 67.9183 24.1277C68.0125 24.2563 68.1315 24.3648 68.2681 24.4469C68.4047 24.529 68.5564 24.5831 68.7141 24.6059C68.8719 24.6288 69.0326 24.62 69.1869 24.58C69.3413 24.5401 69.4861 24.4698 69.6129 24.3732C69.7398 24.2767 69.8461 24.1559 69.9258 24.0178C70.2774 23.4329 70.7235 22.9102 71.2458 22.471C72.0115 23.0885 72.6291 23.8698 73.0533 24.7573C73.4776 25.6448 73.6976 26.6161 73.6974 27.5998C73.6974 27.7282 73.677 27.8506 73.6686 27.9766L70.0974 30.3598L63.5633 26.0038C63.3664 25.8714 63.1346 25.8004 62.8973 25.7998C62.8966 24.9557 62.6704 24.1271 62.2421 23.3998C62.3431 23.2263 62.4332 23.0467 62.5121 22.8622C63.3547 22.0421 64.4018 21.4631 65.5443 21.1855C66.6868 20.9079 67.8829 20.942 69.0078 21.2841ZM34.7632 26.0014C34.6592 25.9326 34.545 25.8807 34.4248 25.8478L37.7728 23.9158L41.4376 30.2638L41.2972 30.3598L34.7632 26.0014ZM55.6973 30.3598L50.8193 27.1078C52.2038 24.5518 54.439 22.5608 57.1373 21.4797C57.433 21.3614 57.6695 21.1304 57.7948 20.8376C57.9202 20.5448 57.9241 20.2142 57.8057 19.9185C57.6873 19.6229 57.4563 19.3864 57.1635 19.261C56.8708 19.1357 56.5402 19.1317 56.2445 19.2501C54.8671 19.8069 53.5812 20.5674 52.4297 21.5061C52.5405 20.0307 52.4161 18.547 52.0613 17.1105C52.0239 16.9567 51.9565 16.8118 51.8628 16.6841C51.7692 16.5565 51.6513 16.4486 51.5158 16.3667C51.3803 16.2849 51.2299 16.2306 51.0734 16.2071C50.9168 16.1836 50.7571 16.1913 50.6036 16.2298C50.45 16.2683 50.3056 16.3367 50.1786 16.4313C50.0516 16.5258 49.9446 16.6445 49.8637 16.7806C49.7828 16.9167 49.7296 17.0674 49.7072 17.2241C49.6849 17.3809 49.6937 17.5404 49.7333 17.6937C50.4191 20.4366 50.075 23.3357 48.7661 25.8418C48.6075 25.8033 48.4426 25.7979 48.2818 25.8257C48.121 25.8536 47.9677 25.9142 47.8313 26.0038L43.7728 28.7098C43.9291 27.9299 44.3408 27.2243 44.9428 26.7046C45.0705 26.592 45.1728 26.4535 45.2428 26.2983C45.3129 26.1431 45.3491 25.9748 45.3491 25.8046C45.3491 25.6343 45.3129 25.466 45.2428 25.3108C45.1728 25.1557 45.0705 25.0172 44.9428 24.9046C44.5518 24.5708 44.2379 24.156 44.0228 23.689C43.8077 23.222 43.6967 22.7139 43.6972 22.1998C43.7003 21.5102 43.9008 20.836 44.2751 20.2569C44.6494 19.6778 45.1818 19.2181 45.8092 18.9321C45.9569 18.8646 46.0894 18.7678 46.1986 18.6477C46.3078 18.5275 46.3915 18.3863 46.4445 18.2329C46.4976 18.0794 46.519 17.9167 46.5073 17.7548C46.4957 17.5928 46.4513 17.4349 46.3769 17.2905C46.197 16.9548 46.101 16.5806 46.0973 16.1997C46.1002 15.7904 46.2078 15.3887 46.4098 15.0327C46.6117 14.6767 46.9014 14.3783 47.2512 14.1658C47.601 13.9534 47.9994 13.8339 48.4084 13.8187C48.8174 13.8036 49.2235 13.8933 49.5881 14.0793C49.7324 14.1538 49.8903 14.1982 50.0523 14.2098C50.2143 14.2214 50.3769 14.2001 50.5304 14.147C50.6839 14.0939 50.825 14.0103 50.9452 13.9011C51.0654 13.7919 51.1622 13.6594 51.2297 13.5117C51.5129 12.8822 51.972 12.3479 52.5517 11.9731C53.1314 11.5983 53.807 11.3989 54.4973 11.3989C55.1876 11.3989 55.8632 11.5983 56.4429 11.9731C57.0226 12.3479 57.4816 12.8822 57.7649 13.5117C57.8324 13.6596 57.9292 13.7922 58.0494 13.9015C58.1697 14.0109 58.3109 14.0946 58.4645 14.1477C58.6181 14.1998 58.7806 14.2206 58.9424 14.2088C59.1042 14.1971 59.262 14.1531 59.4065 14.0793C59.7043 13.9236 60.0315 13.8325 60.3669 13.812C60.7023 13.7914 61.0382 13.8419 61.3527 13.9602C61.6672 14.0785 61.9532 14.2618 62.192 14.4982C62.4308 14.7346 62.617 15.0188 62.7383 15.3321C62.8597 15.6454 62.9136 15.9808 62.8964 16.3164C62.8792 16.6519 62.7914 16.9801 62.6386 17.2794C62.4859 17.5787 62.2716 17.8423 62.01 18.0531C61.7483 18.2639 61.4451 18.417 61.1201 18.5025C60.9566 18.5468 60.8044 18.6252 60.6734 18.7325C60.5424 18.8398 60.4355 18.9736 60.3599 19.1251C60.2843 19.2767 60.2416 19.4425 60.2347 19.6117C60.2278 19.781 60.2568 19.9497 60.3197 20.1069C60.4353 20.3905 60.4956 20.6935 60.4973 20.9997C60.4954 21.5917 60.272 22.1615 59.8709 22.597C59.6726 22.8173 59.5628 23.1033 59.5628 23.3998C59.5628 23.6962 59.6726 23.9822 59.8709 24.2026C60.1831 24.5425 60.3899 24.9656 60.4663 25.4207C60.5427 25.8759 60.4853 26.3434 60.3013 26.7666C60.1172 27.1897 59.8142 27.5504 59.4292 27.8048C59.0442 28.0592 58.5936 28.1964 58.1321 28.1998C58.1009 28.1998 57.9737 28.1818 57.9437 28.1806C57.7547 28.168 57.5653 28.2008 57.3915 28.2762C57.2177 28.3516 57.0644 28.4674 56.9444 28.6141C56.8244 28.7607 56.7412 28.9339 56.7017 29.1192C56.6622 29.3045 56.6676 29.4966 56.7173 29.6794L55.6973 30.3598ZM70.0974 74.2968L74.4006 78.6H65.7941L70.0974 74.2968Z"
                            fill="#B0A2A2"/>
                        <path
                            d="M70.0973 53.3999C69.7791 53.3999 69.4739 53.5263 69.2488 53.7514C69.0238 53.9764 68.8973 54.2816 68.8973 54.5999V59.3999C68.8973 59.7182 69.0238 60.0234 69.2488 60.2485C69.4739 60.4735 69.7791 60.5999 70.0973 60.5999C70.4156 60.5999 70.7208 60.4735 70.9459 60.2485C71.1709 60.0234 71.2973 59.7182 71.2973 59.3999V54.5999C71.2973 54.2816 71.1709 53.9764 70.9459 53.7514C70.7208 53.5263 70.4156 53.3999 70.0973 53.3999Z"
                            fill="#B0A2A2"/>
                        <path
                            d="M44.9594 68.3508C44.8021 68.3392 44.644 68.3587 44.4943 68.4082C44.3445 68.4577 44.206 68.5363 44.0867 68.6394C43.9673 68.7425 43.8694 68.8681 43.7987 69.009C43.7279 69.15 43.6856 69.3035 43.6742 69.4608C43.4054 73.152 40.8434 78.6 38.897 78.6C37.855 78.5968 36.843 78.251 36.0169 77.616C35.8086 77.4585 35.5545 77.3733 35.2933 77.3733C35.0322 77.3733 34.7781 77.4585 34.5697 77.616C33.7456 78.2496 32.7364 78.5952 31.6969 78.6C29.5369 78.6 26.8969 72.1728 26.8969 69C26.8969 67.7269 27.4026 66.506 28.3028 65.6059C29.203 64.7057 30.4239 64.2 31.6969 64.2C32.7389 64.2032 33.7509 64.5489 34.5769 65.184C34.7853 65.3415 35.0394 65.4267 35.3005 65.4267C35.5617 65.4267 35.8158 65.3415 36.0241 65.184C36.9804 64.4696 38.1684 64.1371 39.3566 64.2513C40.5447 64.3656 41.6476 64.9184 42.4502 65.802C42.6681 66.0158 42.9594 66.1385 43.2646 66.1451C43.5699 66.1517 43.8662 66.0417 44.0931 65.8375C44.3201 65.6333 44.4607 65.3503 44.4864 65.046C44.512 64.7418 44.4206 64.4392 44.231 64.2C43.5593 63.449 42.7375 62.8473 41.8187 62.4339C40.8998 62.0205 39.9045 61.8045 38.897 61.8C38.0326 61.803 37.1762 61.9658 36.3709 62.28C36.2812 61.708 36.1386 61.1456 35.9449 60.6H38.897C40.4877 60.598 42.0127 59.9653 43.1375 58.8405C44.2623 57.7157 44.8951 56.1906 44.897 54.5999C44.897 54.2817 44.7705 53.9764 44.5455 53.7514C44.3205 53.5264 44.0152 53.3999 43.697 53.3999H40.097C38.788 53.4035 37.5162 53.8357 36.476 54.6303C35.4359 55.425 34.6846 56.5384 34.3369 57.8003C33.7684 57.1077 33.1022 56.5014 32.3593 56.0003C32.2282 55.9129 32.0812 55.8521 31.9266 55.8215C31.772 55.7908 31.6128 55.791 31.4583 55.8218C31.3037 55.8527 31.1568 55.9137 31.0258 56.0014C30.8948 56.089 30.7824 56.2016 30.6949 56.3327C30.6075 56.4638 30.5467 56.6109 30.5161 56.7655C30.4854 56.9201 30.4855 57.0792 30.5164 57.2338C30.5473 57.3883 30.6083 57.5353 30.6959 57.6663C30.7836 57.7973 30.8962 57.9097 31.0273 57.9971C32.4854 58.9692 33.5159 60.4626 33.9073 62.1708C33.1952 61.9294 32.4488 61.8042 31.6969 61.8C31.2946 61.8024 30.8932 61.8385 30.4969 61.908V60.3948C30.5003 59.1605 30.2588 57.9378 29.7865 56.7975C29.3142 55.6572 28.6204 54.6219 27.7453 53.7515C27.0937 53.1035 26.5771 52.3326 26.2255 51.4836C25.8738 50.6345 25.6942 49.7241 25.6969 48.8051V43.7999C26.0152 43.7999 26.3204 43.6735 26.5454 43.4484C26.7705 43.2234 26.8969 42.9181 26.8969 42.5999V37.7999C26.8969 37.4816 26.7705 37.1764 26.5454 36.9513C26.3204 36.7263 26.0152 36.5999 25.6969 36.5999H14.8969C14.5786 36.5999 14.2734 36.7263 14.0483 36.9513C13.8233 37.1764 13.6969 37.4816 13.6969 37.7999V42.5999C13.6969 42.9181 13.8233 43.2234 14.0483 43.4484C14.2734 43.6735 14.5786 43.7999 14.8969 43.7999V48.8051C14.8996 49.7241 14.7199 50.6345 14.3683 51.4836C14.0167 52.3326 13.5001 53.1035 12.8484 53.7515C11.9733 54.6219 11.2795 55.6572 10.8072 56.7975C10.3349 57.9378 10.0935 59.1605 10.0968 60.3948V79.8C10.0968 80.1183 10.2233 80.4235 10.4483 80.6486C10.6734 80.8736 10.9786 81 11.2968 81H24.4969C24.8152 81 25.1204 80.8736 25.3454 80.6486C25.5705 80.4235 25.6969 80.1183 25.6969 79.8C25.6969 79.4818 25.5705 79.1765 25.3454 78.9515C25.1204 78.7265 24.8152 78.6 24.4969 78.6H12.4968V72.6H25.0645C26.0905 76.4328 28.4545 81 31.6969 81C32.9635 81 34.2068 80.6597 35.2969 80.0148C36.387 80.6599 37.6303 81.0001 38.897 81C43.001 81 45.7874 73.4928 46.0694 69.636C46.081 69.4787 46.0615 69.3207 46.012 69.1709C45.9624 69.0212 45.8839 68.8826 45.7808 68.7633C45.6777 68.6439 45.5521 68.546 45.4112 68.4753C45.2702 68.4045 45.1167 68.3622 44.9594 68.3508ZM40.097 55.7999H42.2918C42.0427 56.5013 41.5827 57.1085 40.9749 57.5382C40.3671 57.9679 39.6413 58.199 38.897 58.1999H36.7021C36.9512 57.4985 37.4112 56.8914 38.019 56.4617C38.6268 56.032 39.3526 55.8008 40.097 55.7999ZM16.0969 38.9999H24.4969V41.3999H16.0969V38.9999ZM12.4968 70.2V64.2H23.2969C23.6152 64.2 23.9204 64.0735 24.1454 63.8485C24.3705 63.6234 24.4969 63.3182 24.4969 63C24.4969 62.6817 24.3705 62.3765 24.1454 62.1514C23.9204 61.9264 23.6152 61.8 23.2969 61.8H12.4968V60.3948C12.4941 59.4758 12.6738 58.5654 13.0254 57.7163C13.377 56.8672 13.8936 56.0963 14.5453 55.4483C15.4204 54.5779 16.1142 53.5426 16.5865 52.4023C17.0588 51.262 17.3002 50.0394 17.2969 48.8051V43.7999H23.2969V48.8051C23.2933 50.0394 23.5346 51.2621 24.0069 52.4025C24.4792 53.5428 25.1732 54.5781 26.0485 55.4483C26.7001 56.0963 27.2167 56.8672 27.5684 57.7163C27.92 58.5654 28.0996 59.4758 28.0969 60.3948V62.7744C27.0038 63.4055 26.0958 64.3128 25.464 65.4055C24.8321 66.4982 24.4986 67.7378 24.4969 69C24.5026 69.4014 24.5322 69.8021 24.5857 70.2H12.4968Z"
                            fill="#B0A2A2"/>
                        <path
                            d="M55.6971 38.9998H44.897C44.5788 38.9998 44.2735 39.1262 44.0485 39.3512C43.8234 39.5763 43.697 39.8815 43.697 40.1998C43.697 40.518 43.8234 40.8232 44.0485 41.0483C44.2735 41.2733 44.5788 41.3998 44.897 41.3998H55.6971C56.0153 41.3998 56.3206 41.2733 56.5456 41.0483C56.7706 40.8232 56.8971 40.518 56.8971 40.1998C56.8971 39.8815 56.7706 39.5763 56.5456 39.3512C56.3206 39.1262 56.0153 38.9998 55.6971 38.9998Z"
                            fill="#B0A2A2"/>
                        <path
                            d="M55.697 44.9999H48.497C48.1787 44.9999 47.8735 45.1263 47.6485 45.3514C47.4234 45.5764 47.297 45.8816 47.297 46.1999C47.297 46.5181 47.4234 46.8234 47.6485 47.0484C47.8735 47.2735 48.1787 47.3999 48.497 47.3999H55.697C56.0153 47.3999 56.3205 47.2735 56.5456 47.0484C56.7706 46.8234 56.897 46.5181 56.897 46.1999C56.897 45.8816 56.7706 45.5764 56.5456 45.3514C56.3205 45.1263 56.0153 44.9999 55.697 44.9999Z"
                            fill="#B0A2A2"/>
                    </svg>

                    Программа питания
                </li>
                <li data-activate="1">
                    <svg width="90" height="90" viewBox="0 0 90 90" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path
                            d="M8.89331 35.2917H12.3664C13.3372 35.2917 14.1242 34.5048 14.1242 33.5339C14.1242 32.5631 13.3372 31.7761 12.3664 31.7761H8.89331C7.92247 31.7761 7.1355 32.5631 7.1355 33.5339C7.1355 34.5048 7.92247 35.2917 8.89331 35.2917Z"
                            fill="#B0A2A2"/>
                        <path
                            d="M5.09133 43.8577C6.06217 43.8577 6.84914 43.0707 6.84914 42.0999C6.84914 41.129 6.06217 40.342 5.09133 40.342H1.75781C0.786973 40.342 0 41.129 0 42.0999C0 43.0707 0.786973 43.8577 1.75781 43.8577H5.09133Z"
                            fill="#B0A2A2"/>
                        <path
                            d="M75.7589 35.1274C72.1382 35.1274 69.1926 32.1817 69.1926 28.5609C69.1926 24.9402 72.1384 21.9946 75.7589 21.9946C79.3795 21.9946 82.3252 24.9404 82.3252 28.5609C82.3252 32.1817 79.3797 35.1274 75.7589 35.1274ZM75.7589 25.5101C74.0767 25.5101 72.7083 26.8787 72.7083 28.5608C72.7083 30.243 74.0769 31.6116 75.7589 31.6116C77.441 31.6116 78.8096 30.243 78.8096 28.5608C78.8096 26.8787 77.4412 25.5101 75.7589 25.5101Z"
                            fill="#B0A2A2"/>
                        <path
                            d="M49.8477 33.7196C42.5981 33.7196 35.5897 36.7473 30.6195 42.026C29.954 42.7328 29.9875 43.8453 30.6943 44.5108C31.0338 44.8304 31.4669 44.9888 31.899 44.9888C32.3667 44.9888 32.8333 44.8033 33.1792 44.4359C37.5512 39.7925 43.4708 37.2352 49.8478 37.2352C50.8187 37.2352 51.6056 36.4483 51.6056 35.4774C51.6056 34.5066 50.8185 33.7196 49.8477 33.7196Z"
                            fill="#B0A2A2"/>
                        <path
                            d="M30.0805 63.8969H30.0705C29.0997 63.8969 28.3176 64.6838 28.3176 65.6547C28.3176 66.6255 29.1095 67.4125 30.0804 67.4125C31.0512 67.4125 31.8382 66.6255 31.8382 65.6547C31.8382 64.6838 31.0514 63.8969 30.0805 63.8969Z"
                            fill="#B0A2A2"/>
                        <path
                            d="M70.6464 63.8969H70.6415C69.6706 63.8969 68.8861 64.6838 68.8861 65.6547C68.8861 66.6255 69.6755 67.4125 70.6464 67.4125C71.6172 67.4125 72.4042 66.6255 72.4042 65.6547C72.4042 64.6838 71.6172 63.8969 70.6464 63.8969Z"
                            fill="#B0A2A2"/>
                        <path
                            d="M83.6319 58.3508H83.5755C83.3774 54.449 82.5166 50.6665 81.011 47.0702C81.011 47.0702 82.7493 44.9323 83.1065 44.4637C86.6875 39.7644 90.0699 35.3252 89.9989 28.5511C89.9935 20.7035 83.6075 14.3206 75.759 14.3206C67.9591 14.3206 61.6069 20.6253 61.5229 28.4059C60.0294 27.8543 58.5044 27.4138 56.9533 27.0817C57.1471 26.4152 57.2465 25.7193 57.2465 25.0081C57.2465 20.9285 53.9275 17.6094 49.848 17.6094C45.7657 17.6094 42.4446 20.9284 42.4446 25.0081C42.4446 25.7219 42.5448 26.4203 42.7401 27.0891C38.6699 27.965 34.8695 29.5756 31.4859 31.7762H21.7942C20.8234 31.7762 20.0364 32.5631 20.0364 33.534C20.0364 34.5048 20.8234 35.2918 21.7942 35.2918H26.966C25.3095 36.8206 23.806 38.5125 22.4808 40.342H13.0888C12.118 40.342 11.331 41.129 11.331 42.0998C11.331 43.0706 12.118 43.8576 13.0888 43.8576H20.2496C19.3631 45.466 18.6046 47.154 17.9862 48.9078H3.16296C2.19212 48.9078 1.40515 49.6948 1.40515 50.6656C1.40515 51.6365 2.19212 52.4234 3.16296 52.4234H16.9576C16.5034 54.3683 16.2175 56.3771 16.1166 58.4339C13.4036 58.896 11.3312 61.2622 11.3312 64.105C11.3312 67.2778 13.9125 69.8592 17.0852 69.8592H20.9789C22.5718 73.2918 26.0492 75.6793 30.0758 75.6793C34.1024 75.6793 37.5797 73.2918 39.1726 69.8592H42.4684C43.4392 69.8592 44.2262 69.0722 44.2262 68.1014C44.2262 67.1305 43.4392 66.3435 42.4684 66.3435H40.074C40.0897 66.1156 40.1004 65.8865 40.1004 65.6547C40.1004 64.3145 39.8341 63.0359 39.3549 61.8664H61.368C60.8888 63.036 60.6225 64.3145 60.6225 65.6547C60.6225 65.8865 60.6332 66.1156 60.6489 66.3435H58.2539C57.283 66.3435 56.4961 67.1305 56.4961 68.1014C56.4961 69.0722 57.283 69.8592 58.2539 69.8592H61.5496C63.1425 73.2918 66.6198 75.6793 70.6464 75.6793C74.6731 75.6793 78.1504 73.2918 79.7433 69.8592H83.6319C86.8048 69.8592 89.386 67.2778 89.386 64.105C89.386 60.9321 86.8048 58.3508 83.6319 58.3508ZM65.0346 28.5609C65.0346 22.6473 69.8456 17.8362 75.759 17.8362C81.6725 17.8362 86.4833 22.6473 86.4833 28.5609V28.5803C86.5444 34.1515 83.6553 37.9429 80.31 42.3329C79.9599 42.7924 79.6065 43.2563 79.2527 43.727L76.5532 46.8536C76.2713 47.179 75.9744 47.3732 75.7589 47.3732C75.5434 47.3732 75.2465 47.179 74.9666 46.8561L72.265 43.727C71.9112 43.2563 71.5579 42.7925 71.2075 42.3329C67.8622 37.9427 64.9733 34.1515 65.0343 28.5803C65.0346 28.5738 65.0346 28.5674 65.0346 28.5609ZM49.8478 21.125C51.9888 21.125 53.7307 22.867 53.7307 25.0081C53.7307 25.5356 53.6262 26.0467 53.4253 26.5215C52.245 26.3981 51.0519 26.3349 49.8477 26.3349C48.6381 26.3349 47.4435 26.3999 46.2663 26.5247C46.0645 26.0492 45.9597 25.5368 45.9597 25.0082C45.9599 22.867 47.704 21.125 49.8478 21.125ZM20.0775 66.3435H17.0852C15.8509 66.3435 14.8468 65.3393 14.8468 64.105C14.8468 62.8706 15.8509 61.8664 17.0852 61.8664H20.7968C20.3176 63.036 20.0513 64.3145 20.0513 65.6547C20.0511 65.8865 20.062 66.1157 20.0775 66.3435ZM30.0756 72.1638C26.4867 72.1638 23.5668 69.2439 23.5668 65.6548C23.5668 62.0657 26.4867 59.1458 30.0756 59.1458C33.6645 59.1458 36.5844 62.0657 36.5844 65.6548C36.5844 69.2439 33.6645 72.1638 30.0756 72.1638ZM70.6464 72.1638C67.0575 72.1638 64.1376 69.2439 64.1376 65.6548C64.1376 62.0657 67.0575 59.1458 70.6464 59.1458C74.2354 59.1458 77.1553 62.0657 77.1553 65.6548C77.1553 69.2439 74.2354 72.1638 70.6464 72.1638ZM77.5021 58.3508C75.7077 56.6656 73.2965 55.63 70.6464 55.63C67.9964 55.63 65.585 56.6656 63.7908 58.3508H36.9312C35.1369 56.6656 32.7257 55.63 30.0756 55.63C27.4255 55.63 25.0142 56.6656 23.22 58.3508H19.6428C20.5565 42.4814 33.754 29.8503 49.8478 29.8503C54.0346 29.8503 58.0714 30.684 61.8614 32.3283C62.8006 37.0967 65.5414 40.6972 68.4114 44.4637C68.7686 44.9323 72.3078 49.1558 72.3078 49.1558C73.2761 50.2733 74.5017 50.8887 75.7589 50.8887C76.6715 50.8887 77.5669 50.563 78.3606 49.9567C79.323 52.6581 79.8906 55.4674 80.0541 58.3506H77.5021V58.3508ZM83.6319 66.3435H80.6445C80.6602 66.1156 80.6709 65.8865 80.6709 65.6547C80.6709 64.3145 80.4046 63.0359 79.9254 61.8664H83.6321C84.8664 61.8664 85.8705 62.8706 85.8705 64.105C85.8703 65.3393 84.8663 66.3435 83.6319 66.3435Z"
                            fill="#B0A2A2"/>
                        <path
                            d="M50.3612 66.3436C49.3904 66.3436 48.6034 67.1306 48.6034 68.1014C48.6034 69.0723 49.3904 69.8593 50.3612 69.8593H50.3661C51.337 69.8593 52.1215 69.0723 52.1215 68.1014C52.1215 67.1306 51.3319 66.3436 50.3612 66.3436Z"
                            fill="#B0A2A2"/>
                    </svg>

                    Оплата и&nbsp;доставка
                </li>
                <li data-activate="2">
                    <svg width="90" height="90" viewBox="0 0 90 90" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path d="M12.6562 68.9062H9.84375V87.1875H12.6562V68.9062Z" fill="#B0A2A2"/>
                        <path
                            d="M83.3007 11.25L81.5625 10.3809V4.21875C81.5625 3.84579 81.4143 3.48811 81.1506 3.22439C80.8869 2.96066 80.5292 2.8125 80.1562 2.8125H74.5312C74.3075 2.8125 74.0869 2.86601 73.888 2.96857C73.6892 3.07113 73.5177 3.21976 73.3879 3.40207L73.387 3.40138L66.7764 12.6562H19.6875C17.0777 12.6592 14.5756 13.6972 12.7302 15.5427C10.8847 17.3881 9.84669 19.8902 9.84375 22.5V43.5938H12.6562V22.5C12.6584 20.6358 13.3998 18.8486 14.718 17.5305C16.0362 16.2123 17.8233 15.4709 19.6875 15.4688H66.0938V18.2812H19.6875C18.569 18.2825 17.4967 18.7274 16.7058 19.5183C15.9149 20.3092 15.47 21.3815 15.4688 22.5V42.1875H18.2812V22.5C18.2817 22.1272 18.43 21.7697 18.6936 21.5061C18.9572 21.2425 19.3147 21.0942 19.6875 21.0938H66.0938V56.25H63.2812V52.0312C63.6542 52.0312 64.0119 51.8831 64.2756 51.6194C64.5393 51.3556 64.6875 50.998 64.6875 50.625V46.4062C64.6875 46.0333 64.5393 45.6756 64.2756 45.4119C64.0119 45.1482 63.6542 45 63.2812 45V40.7812C63.6542 40.7812 64.0119 40.6331 64.2756 40.3694C64.5393 40.1056 64.6875 39.748 64.6875 39.375V35.1562C64.6875 34.7833 64.5393 34.4256 64.2756 34.1619C64.0119 33.8982 63.6542 33.75 63.2812 33.75H46.4062C46.0333 33.75 45.6756 33.8982 45.4119 34.1619C45.1482 34.4256 45 34.7833 45 35.1562V39.375C45 39.748 45.1482 40.1056 45.4119 40.3694C45.6756 40.6331 46.0333 40.7812 46.4062 40.7812V45C46.0333 45 45.6756 45.1482 45.4119 45.4119C45.1482 45.6756 45 46.0333 45 46.4062V47.8125H61.875V49.2188H49.2188V52.0312H60.4688V56.25H47.8125V59.0625H66.0938V60.4688H66.097C66.0959 60.6535 66.1314 60.8365 66.2015 61.0074C66.2716 61.1783 66.3748 61.3336 66.5053 61.4644C66.6358 61.5951 66.7908 61.6988 66.9616 61.7692C67.1323 61.8397 67.3153 61.8757 67.5 61.875H71.7188V87.1875H74.5312V60.9194L81.3005 51.4424C81.4709 51.2038 81.5625 50.9181 81.5625 50.625V36.0254L83.3007 35.1562C84.4715 34.5758 85.4562 33.679 86.1432 32.5674C86.8301 31.4559 87.1919 30.1741 87.1875 28.8673V17.5389C87.1919 16.2322 86.8301 14.9504 86.1432 13.8388C85.4562 12.7273 84.4715 11.8304 83.3007 11.25ZM47.8125 36.5625H61.875V37.9688H47.8125V36.5625ZM49.2188 40.7812H60.4688V45H49.2188V40.7812ZM78.75 5.625V49.2188H75.9375V5.625H78.75ZM68.9062 14.5131L73.125 8.60689V50.1744L68.9062 56.0806V14.5131ZM75.2549 52.0312H77.4237L72.4013 59.0625H70.2327L75.2549 52.0312ZM84.375 28.8673C84.3776 29.6514 84.1605 30.4205 83.7483 31.0874C83.3361 31.7544 82.7453 32.2925 82.0428 32.6407L81.5625 32.8809V13.5254L82.0428 13.7655C82.7453 14.1138 83.3361 14.6519 83.7483 15.3188C84.1605 15.9858 84.3776 16.7549 84.375 17.5389V28.8673Z"
                            fill="#B0A2A2"/>
                        <path
                            d="M64.6875 63.2812H37.9688V66.0938H64.6875C65.0603 66.0942 65.4178 66.2425 65.6814 66.5061C65.945 66.7697 66.0933 67.1272 66.0938 67.5V87.1875H68.9062V67.5C68.905 66.3815 68.4601 65.3092 67.6692 64.5183C66.8783 63.7274 65.806 63.2825 64.6875 63.2812Z"
                            fill="#B0A2A2"/>
                        <path d="M18.2812 68.9062H15.4688V87.1875H18.2812V68.9062Z" fill="#B0A2A2"/>
                        <path
                            d="M25.3125 68.9062C24.194 68.9075 23.1217 69.3524 22.3308 70.1433C21.5399 70.9342 21.095 72.0065 21.0938 73.125V87.1875H23.9062V73.125C23.9062 72.752 24.0544 72.3944 24.3181 72.1306C24.5819 71.8669 24.9395 71.7188 25.3125 71.7188C25.6855 71.7188 26.0431 71.8669 26.3069 72.1306C26.5706 72.3944 26.7188 72.752 26.7188 73.125V87.1875H29.5312V73.125C29.53 72.0065 29.0851 70.9342 28.2942 70.1433C27.5033 69.3524 26.431 68.9075 25.3125 68.9062Z"
                            fill="#B0A2A2"/>
                        <path
                            d="M39.375 39.375V35.1562C39.375 34.7833 39.2268 34.4256 38.9631 34.1619C38.6994 33.8982 38.3417 33.75 37.9688 33.75H21.0938C20.7208 33.75 20.3631 33.8982 20.0994 34.1619C19.8357 34.4256 19.6875 34.7833 19.6875 35.1562V39.375C19.6875 39.748 19.8357 40.1056 20.0994 40.3694C20.3631 40.6331 20.7208 40.7812 21.0938 40.7812V42.1875H23.9062V40.7812H35.1562V45H30.9375V47.8125H39.375V46.4062C39.375 46.0333 39.2268 45.6756 38.9631 45.4119C38.6994 45.1482 38.3417 45 37.9688 45V40.7812C38.3417 40.7812 38.6994 40.6331 38.9631 40.3694C39.2268 40.1056 39.375 39.748 39.375 39.375ZM22.5 36.5625H36.5625V37.9688H22.5V36.5625Z"
                            fill="#B0A2A2"/>
                        <path
                            d="M45 60.4688V56.25C45.373 56.25 45.7306 56.1019 45.9944 55.8381C46.2581 55.5744 46.4062 55.2167 46.4062 54.8438V50.625C46.4062 50.2521 46.2581 49.8944 45.9944 49.6307C45.7306 49.3669 45.373 49.2188 45 49.2188H29.2893C29.5147 48.5825 29.584 47.9015 29.4914 47.2328C29.3989 46.5642 29.1472 45.9276 28.7576 45.3764C28.3679 44.8253 27.8516 44.3757 27.2521 44.0655C26.6527 43.7553 25.9875 43.5935 25.3125 43.5938H19.205C18.2812 43.5913 17.3661 43.772 16.5127 44.1255C15.6593 44.479 14.8844 44.9983 14.233 45.6532L10.0535 49.8326C9.46508 50.4222 8.71478 50.8238 7.89779 50.9863L3.94289 51.7773L4.49461 54.5352L8.44934 53.7442C9.81104 53.4733 11.0616 52.804 12.0424 51.8213L16.2217 47.642C16.6125 47.249 17.0775 46.9375 17.5895 46.7253C18.1016 46.5132 18.6507 46.4048 19.205 46.4063H25.3125C25.6855 46.4063 26.0431 46.5544 26.3069 46.8182C26.5706 47.0819 26.7187 47.4396 26.7187 47.8125C26.7187 48.1855 26.5706 48.5432 26.3069 48.8069C26.0431 49.0706 25.6855 49.2188 25.3125 49.2188H21.0937C20.7208 49.2188 20.3631 49.3669 20.0994 49.6307C19.8357 49.8944 19.6875 50.2521 19.6875 50.625C19.6887 51.6914 19.4259 52.7416 18.9228 53.6818C18.4196 54.6221 17.6915 55.4232 16.8036 56.0138L16.095 56.4861L17.655 58.8264L18.3636 58.354C19.246 57.7652 20.0211 57.0297 20.6553 56.1794C20.7968 56.2261 20.9448 56.2499 21.0937 56.25V60.4688C21.0937 60.8417 21.2419 61.1994 21.5056 61.4631C21.7694 61.7269 22.127 61.875 22.5 61.875H32.3437C32.3433 62.2478 32.195 62.6053 31.9314 62.8689C31.6678 63.1325 31.3103 63.2808 30.9375 63.2813H12.6562C12.4658 63.2813 12.2773 63.32 12.1023 63.395L3.66479 67.011L4.7727 69.5961L12.9448 66.0938H30.9375C32.056 66.0925 33.1283 65.6476 33.9192 64.8567C34.7101 64.0658 35.155 62.9935 35.1562 61.875H43.5937C43.9667 61.875 44.3244 61.7269 44.5881 61.4631C44.8518 61.1994 45 60.8417 45 60.4688ZM25.3125 52.0313H43.5937V53.4375H22.5V52.0313H25.3125ZM23.9062 59.0625V56.25H42.1875V59.0625H23.9062Z"
                            fill="#B0A2A2"/>
                    </svg>
                    <p>Хранение и&nbsp;употребление</p>
                </li>
            </ul>

            <div class="accordion" id="accordionExample">
                <div class="accordion__child">
                    <div class="card">
                        <div class="card-header" role="button" data-toggle="collapse" data-target="#collapseOne"
                             aria-expanded="true" aria-controls="collapseOne" id="headingOne">
                            <div class="extendBtn">
                                <svg width="34" height="34" viewBox="0 0 34 34" fill="none"
                                     xmlns="http://www.w3.org/2000/svg">
                                    <line class="vertical" x1="17" y1="2" x2="17" y2="32" stroke="#B0A2A2"
                                          stroke-width="4"
                                          stroke-linecap="round" stroke-linejoin="round"/>
                                    <line x1="32" y1="17" x2="2" y2="17" stroke="#B0A2A2" stroke-width="4"
                                          stroke-linecap="round" stroke-linejoin="round"/>
                                </svg>
                            </div>

                            <h2 class="mb-0">
                                Где и как готовят вашу еду?
                            </h2>
                        </div>

                        <div id="collapseOne" class="collapse" aria-labelledby="headingOne"
                             data-parent="#accordionExample">
                            <div class="card-body">
                                <p>У нас свое производство, которое соответствует всем нормативным стандартам. Повара
                                    готовят накануне ночью, непосредственно перед доставкой.</p>
                                <p>Все продукты тщательно проверяются. На каждом этапе проверки у нас жесткий отбор.
                                    Если
                                    какой-то продукт не проходит хотя бы один из этапов, он снимается с готовки и
                                    заменяется
                                    более качественным.</p>
                                <p>Готовые охлажденные блюда упаковываются в герметичные контейнеры, после чего наш
                                    курьер
                                    доставит их вам в термосумке прямо к двери — свежайшими и наивкуснейшими.</p>
                            </div>
                        </div>
                    </div>

                    <div class="card">
                        <div class="card-header" role="button" data-toggle="collapse" data-target="#collapseFive"
                             aria-expanded="false" aria-controls="collapseFive" id="headingFive">
                            <div class="extendBtn">
                                <svg width="34" height="34" viewBox="0 0 34 34" fill="none"
                                     xmlns="http://www.w3.org/2000/svg">
                                    <line class="vertical" x1="17" y1="2" x2="17" y2="32" stroke="#B0A2A2"
                                          stroke-width="4"
                                          stroke-linecap="round" stroke-linejoin="round"/>
                                    <line x1="32" y1="17" x2="2" y2="17" stroke="#B0A2A2" stroke-width="4"
                                          stroke-linecap="round" stroke-linejoin="round"/>
                                </svg>
                            </div>
                            <h2 class="mb-0 collapsed">
                                Как часто у&nbsp;вас меняется меню?
                            </h2>
                        </div>

                        <div id="collapseFive" class="collapse" aria-labelledby="headingTwo"
                             data-parent="#accordionExample">
                            <div class="card-body">
                                <p>Наше меню - наша гордость! В нем более 400 блюд, разработанных специалистами. В
                                    течение
                                    месяца ни одно блюдо не повторится, если вы сами этого не захотите. Разнообразие —
                                    наше
                                    всё!</p>
                                <p>А еще мы с удовольствием выслушаем ваше мнение, и возможно, предложенное вами блюдо,
                                    войдет в наш рацион.</p>
                            </div>
                        </div>
                    </div>

                    <div class="card">
                        <div class="card-header" role="button" data-toggle="collapse" data-target="#collapseTwo"
                             aria-expanded="false" aria-controls="collapseTwo" id="headingTwo">
                            <div class="extendBtn">
                                <svg width="34" height="34" viewBox="0 0 34 34" fill="none"
                                     xmlns="http://www.w3.org/2000/svg">
                                    <line class="vertical" x1="17" y1="2" x2="17" y2="32" stroke="#B0A2A2"
                                          stroke-width="4"
                                          stroke-linecap="round" stroke-linejoin="round"/>
                                    <line x1="32" y1="17" x2="2" y2="17" stroke="#B0A2A2" stroke-width="4"
                                          stroke-linecap="round" stroke-linejoin="round"/>
                                </svg>
                            </div>
                            <h2 class="mb-0 collapsed">
                                В чем особенность питания для&nbsp;беременных?
                            </h2>
                        </div>

                        <div id="collapseTwo" class="collapse" aria-labelledby="headingTwo"
                             data-parent="#accordionExample">
                            <div class="card-body">
                                <p>Здоровое соотношение белков, жиров и углеводов необходим всем людям, а беременным и
                                    кормящим — тем более. Витамины и микроэлементы — также обязательные составляющие
                                    рациона
                                    мамы.</p>
                                <p>Важно, чтобы во время беременности организму не пришлось передавать плоду полезные
                                    вещества за счет маминого здоровья. Силы ей еще пригодятся.</p>
                                <p>Наши программы питания организуют приемы пищи так, чтобы полезных вещей хватало и
                                    маме, и
                                    малышу.</p>
                                <p>При этом рацион сбалансирован так, что вы будете есть сытно, вкусно и полезно, а ваш
                                    организм будет восстанавливаться быстрее.</p>
                            </div>
                        </div>
                    </div>

                    <div class="card">
                        <div class="card-header" role="button" data-toggle="collapse" data-target="#collapseThree"
                             aria-expanded="false" aria-controls="collapseThree" id="headingThree">
                            <div class="extendBtn">
                                <svg width="34" height="34" viewBox="0 0 34 34" fill="none"
                                     xmlns="http://www.w3.org/2000/svg">
                                    <line class="vertical" x1="17" y1="2" x2="17" y2="32" stroke="#B0A2A2"
                                          stroke-width="4"
                                          stroke-linecap="round" stroke-linejoin="round"/>
                                    <line x1="32" y1="17" x2="2" y2="17" stroke="#B0A2A2" stroke-width="4"
                                          stroke-linecap="round" stroke-linejoin="round"/>
                                </svg>
                            </div>
                            <h2 class="collapsed mb-0">
                                Как разрабатываются ваши программы питания?
                            </h2>
                        </div>

                        <div id="collapseThree" class="collapse" aria-labelledby="headingThree"
                             data-parent="#accordionExample">
                            <div class="card-body">
                                <p>Это целая история. Составляется список разрешенных и запрещенных продуктов для
                                    каждого
                                    срока беременности или периода грудного вскармливания в соответствии с требованиями
                                    ВОЗ,
                                    принципами доказательной медицины, рекомендациями диетологов, нутрициологов,
                                    гинекологов
                                    и педиатров.</p>
                                <p>После этого каждое блюдо несколько раз корректируется, чтобы вкус и польза нашли друг
                                    друга.</p>
                                <p>В программах питания для кормящих мам мы постарались исключить основные аллергены,
                                    оставив нейтральные и безопасные ингредиенты.</p>
                                <p>Но каждый организм индивидуален, и дать 100% гарантию отсутствия аллергии или пищевой
                                    непереносимости, к сожалению, невозможно.</p>
                            </div>
                        </div>
                    </div>

                    <div class="card">
                        <div class="card-header" role="button" data-toggle="collapse" data-target="#collapseFour"
                             aria-expanded="false" aria-controls="collapseFour" id="headingFour">
                            <div class="extendBtn">
                                <svg width="34" height="34" viewBox="0 0 34 34" fill="none"
                                     xmlns="http://www.w3.org/2000/svg">
                                    <line class="vertical" x1="17" y1="2" x2="17" y2="32" stroke="#B0A2A2"
                                          stroke-width="4"
                                          stroke-linecap="round" stroke-linejoin="round"/>
                                    <line x1="32" y1="17" x2="2" y2="17" stroke="#B0A2A2" stroke-width="4"
                                          stroke-linecap="round" stroke-linejoin="round"/>
                                </svg>
                            </div>
                            <h2 class="mb-0 collapsed">
                                Почему питание столько стоит?
                            </h2>
                        </div>

                        <div id="collapseFour" class="collapse" aria-labelledby="headingFour"
                             data-parent="#accordionExample">
                            <div class="card-body">
                                <p>Если задаться целью и пересчитать стоимость нашего питания, вы убедитесь, что это
                                    выгодно.</p>
                                <p>Стоимость составляет от 325 ₽ за прием пищи. При этом каждое блюдо приготовлено из
                                    свежайших продуктов от проверенных поставщиков.</p>
                                <p>Разнообразное вкусное питание включает в себя диетические сорта мяса и рыбы (филе
                                    индейки, телятины, трески, лосося).</p>
                                <p class="brownText"> Заказывая наши программы питания, Вы получаете:</p>
                                <p class="dot">4 приема пищи ежедневно;
                                <p class="dot">100% натуральные продукты;</p>
                                <p class="dot">сбалансированный рацион;</p>
                                <p class="dot">экономию времени на походах в магазин, приготовлении еды и даже мытье
                                    посуды;</p>
                                <p class="brownText">Кроме того, вы экономите деньги (да-да), потому что:</p>
                                <p class="dot">вам не нужно покупать продукты полноразмерными упаковками, чтобы
                                    использовать
                                    всего 2 яйца, 200 гр рыбы, 150 гр свежей брокколи и т.д. Теперь в холодильнике не
                                    останется забытых неиспользованных продуктов, а время будет сэкономлено на чистке и
                                    приготовлении всех этих продуктов.</p>
                                <p class="dot">по статистике 35% покупок в магазине мы делаем «потому что зашли». А если
                                    не
                                    нужно готовить, то не нужно идти в магазин — финансы на месте;</p>
                                <p class="dot">на коммунальных платежах (не надо мыть посуду и продукты — экономим
                                    газ/электричество/воду)</p>
                            </div>
                        </div>
                    </div>
                </div>

                <div class="accordion__child">
                    <div class="card">
                        <div class="card-header" role="button" data-toggle="collapse" data-target="#collapseOne1"
                             aria-expanded="true" aria-controls="collapseOne1" id="headingOne1">
                            <div class="extendBtn">
                                <svg width="34" height="34" viewBox="0 0 34 34" fill="none"
                                     xmlns="http://www.w3.org/2000/svg">
                                    <line class="vertical" x1="17" y1="2" x2="17" y2="32" stroke="#B0A2A2"
                                          stroke-width="4"
                                          stroke-linecap="round" stroke-linejoin="round"/>
                                    <line x1="32" y1="17" x2="2" y2="17" stroke="#B0A2A2" stroke-width="4"
                                          stroke-linecap="round" stroke-linejoin="round"/>
                                </svg>
                            </div>

                            <h2 class="mb-0">
                                Как мне оформить или продлить заказ?
                            </h2>
                        </div>

                        <div id="collapseOne1" class="collapse" aria-labelledby="headingOne1"
                             data-parent="#accordionExample">
                            <div class="card-body">
                                <p>Очень просто и быстро - прямо на нашем сайте. Если возникают какие-то вопросыили
                                    затруднения - звоните нам или пишите в соцсети - наши менеджеры с удовольствием
                                    помогут.</p>
                                <p>Когда подписка будет подходить к концу, мы обязательно напомним об этом, чтобы вы не
                                    остались без нашего удобного сервиса. </p>
                                <p>Таким же образом можно дозаказать еду для папы.</p>
                            </div>
                        </div>
                    </div>

                    <div class="card">
                        <div class="card-header" role="button" data-toggle="collapse" data-target="#collapseFive1"
                             aria-expanded="false" aria-controls="collapseFive1" id="headingFive1">
                            <div class="extendBtn">
                                <svg width="34" height="34" viewBox="0 0 34 34" fill="none"
                                     xmlns="http://www.w3.org/2000/svg">
                                    <line class="vertical" x1="17" y1="2" x2="17" y2="32" stroke="#B0A2A2"
                                          stroke-width="4"
                                          stroke-linecap="round" stroke-linejoin="round"/>
                                    <line x1="32" y1="17" x2="2" y2="17" stroke="#B0A2A2" stroke-width="4"
                                          stroke-linecap="round" stroke-linejoin="round"/>
                                </svg>
                            </div>
                            <h2 class="mb-0 collapsed">
                                Как я могу оплатить заказ?
                            </h2>
                        </div>

                        <div id="collapseFive1" class="collapse" aria-labelledby="headingFive1"
                             data-parent="#accordionExample">
                            <div class="card-body">
                                <p>Это можно сделать прямо на нашем сайте. Подписка оплачивается онлайн буквально в пару
                                    кликов.</p>
                            </div>
                        </div>
                    </div>

                    <div class="card">
                        <div class="card-header" role="button" data-toggle="collapse" data-target="#collapseTwo1"
                             aria-expanded="false" aria-controls="collapseTwo1" id="headingTwo1">
                            <div class="extendBtn">
                                <svg width="34" height="34" viewBox="0 0 34 34" fill="none"
                                     xmlns="http://www.w3.org/2000/svg">
                                    <line class="vertical" x1="17" y1="2" x2="17" y2="32" stroke="#B0A2A2"
                                          stroke-width="4"
                                          stroke-linecap="round" stroke-linejoin="round"/>
                                    <line x1="32" y1="17" x2="2" y2="17" stroke="#B0A2A2" stroke-width="4"
                                          stroke-linecap="round" stroke-linejoin="round"/>
                                </svg>
                            </div>
                            <h2 class="mb-0 collapsed">
                                Могу ли я приостановить / перенести заказ?
                            </h2>
                        </div>

                        <div id="collapseTwo1" class="collapse" aria-labelledby="headingTwo1"
                             data-parent="#accordionExample">
                            <div class="card-body">
                                <p>Конечно! Без проблем.</p>
                                <p>До 12:00 за 2 дня до доставки вы можете бесплатно изменить адрес или время доставки
                                    или
                                    вовсе отменить её.</p>
                                <p>Сообщить о своем намерении можно любым удобным способом — в мессенджере, по телефону
                                    или
                                    курьеру лично.</p>
                            </div>
                        </div>
                    </div>

                    <div class="card">
                        <div class="card-header" role="button" data-toggle="collapse" data-target="#collapseThree1"
                             aria-expanded="false" aria-controls="collapseThree1" id="headingThree1">
                            <div class="extendBtn">
                                <svg width="34" height="34" viewBox="0 0 34 34" fill="none"
                                     xmlns="http://www.w3.org/2000/svg">
                                    <line class="vertical" x1="17" y1="2" x2="17" y2="32" stroke="#B0A2A2"
                                          stroke-width="4"
                                          stroke-linecap="round" stroke-linejoin="round"/>
                                    <line x1="32" y1="17" x2="2" y2="17" stroke="#B0A2A2" stroke-width="4"
                                          stroke-linecap="round" stroke-linejoin="round"/>
                                </svg>
                            </div>
                            <h2 class="collapsed mb-0">
                                Как и когда осуществляется доставка?
                            </h2>
                        </div>

                        <div id="collapseThree1" class="collapse" aria-labelledby="headingThree1"
                             data-parent="#accordionExample">
                            <div class="card-body">
                                <p>Каждый понедельник, среду и пятницу утром наш курьер у вашей двери. Он привозит
                                    рацион
                                    сразу на 2 дня, чтобы вам не встречать его каждое утро.</p>
                                <p>Доставка происходит с 7:00 до 12:00 вы можете выбрать любой удобный 2-часовой
                                    интервал.</p>
                                <p>По Воскресеньям мы не осуществляем доставку. Этот день мы назвали «днём семьи и
                                    заботы».
                                    Важно проводить время в окружении близких и родных людей и ни на что не
                                    отвлекаться.</p>
                            </div>
                        </div>
                    </div>

                    <div class="card">
                        <div class="card-header" role="button" data-toggle="collapse" data-target="#collapseFour1"
                             aria-expanded="false" aria-controls="collapseFour1" id="headingFour1">
                            <div class="extendBtn">
                                <svg width="34" height="34" viewBox="0 0 34 34" fill="none"
                                     xmlns="http://www.w3.org/2000/svg">
                                    <line class="vertical" x1="17" y1="2" x2="17" y2="32" stroke="#B0A2A2"
                                          stroke-width="4"
                                          stroke-linecap="round" stroke-linejoin="round"/>
                                    <line x1="32" y1="17" x2="2" y2="17" stroke="#B0A2A2" stroke-width="4"
                                          stroke-linecap="round" stroke-linejoin="round"/>
                                </svg>
                            </div>
                            <h2 class="mb-0 collapsed">
                                Почему у вас доставка только утром?
                            </h2>
                        </div>

                        <div id="collapseFour1" class="collapse" aria-labelledby="headingFour1"
                             data-parent="#accordionExample">
                            <div class="card-body">
                                <p>Чтобы вы были сытой и довольной весь день)</p>
                                <p>Утренняя доставка удобна, потому что:</p>
                                <p class="dot">Еда готовится ночью и вы получаете самые свежие блюда сразу после их
                                    приготовления.</p>
                                <p class="dot">Утренняя доставка позволяет насладиться блюдами сразу же после
                                    пробуждения, и
                                    вы точно не пропустите любимый завтрак.</p>
                            </div>
                        </div>
                    </div>
                </div>

                <div class="accordion__child">
                    <div class="card">
                        <div class="card-header" role="button" data-toggle="collapse" data-target="#collapseOne2"
                             aria-expanded="true" aria-controls="collapseOne2" id="headingOne2">
                            <div class="extendBtn">
                                <svg width="34" height="34" viewBox="0 0 34 34" fill="none"
                                     xmlns="http://www.w3.org/2000/svg">
                                    <line class="vertical" x1="17" y1="2" x2="17" y2="32" stroke="#B0A2A2"
                                          stroke-width="4"
                                          stroke-linecap="round" stroke-linejoin="round"/>
                                    <line x1="32" y1="17" x2="2" y2="17" stroke="#B0A2A2" stroke-width="4"
                                          stroke-linecap="round" stroke-linejoin="round"/>
                                </svg>
                            </div>

                            <h2 class="mb-0">
                                Можно ли разогревать еду в контейнерах?
                            </h2>
                        </div>

                        <div id="collapseOne2" class="collapse" aria-labelledby="headingOne2"
                             data-parent="#accordionExample">
                            <div class="card-body">
                                <p>Однозначно да!</p>
                                <p>Мы используем только экологичную термостойкую упаковку, которую можно разогревать в
                                    микроволновой печи. При нагревании она не выделяет вредных веществ, которые могут
                                    попасть в пищу.</p>
                                <p>Все очень просто: снимите защитную пленку и поместите контейнер на 1-2 минуту в
                                    микроволновку.</p>
                            </div>
                        </div>
                    </div>

                    <div class="card">
                        <div class="card-header" role="button" data-toggle="collapse" data-target="#collapseFive2"
                             aria-expanded="false" aria-controls="collapseFive2" id="headingFive2">
                            <div class="extendBtn">
                                <svg width="34" height="34" viewBox="0 0 34 34" fill="none"
                                     xmlns="http://www.w3.org/2000/svg">
                                    <line class="vertical" x1="17" y1="2" x2="17" y2="32" stroke="#B0A2A2"
                                          stroke-width="4"
                                          stroke-linecap="round" stroke-linejoin="round"/>
                                    <line x1="32" y1="17" x2="2" y2="17" stroke="#B0A2A2" stroke-width="4"
                                          stroke-linecap="round" stroke-linejoin="round"/>
                                </svg>
                            </div>
                            <h2 class="mb-0 collapsed">
                                Как и сколько времени хранятся контейнеры с едой?
                            </h2>
                        </div>

                        <div id="collapseFive2" class="collapse" aria-labelledby="headingFive2"
                             data-parent="#accordionExample">
                            <div class="card-body">
                                <p>Мы готовим блюда исключительно из натуральных и свежих ингредиентов и доставляем их
                                    СРАЗУ
                                    после приготовления охлажденными.</p>
                                <p>Использование технологии герметичной запайки позволяет сохранять 100% свежесть блюд в
                                    течение двух дней при обеспечении сохранности упаковки и хранении в холодильнике при
                                    температуре 2-4 °С.</p>
                            </div>
                        </div>
                    </div>

                    <div class="card">
                        <div class="card-header" role="button" data-toggle="collapse" data-target="#collapseTwo2"
                             aria-expanded="false" aria-controls="collapseTwo2" id="headingTwo2">
                            <div class="extendBtn">
                                <svg width="34" height="34" viewBox="0 0 34 34" fill="none"
                                     xmlns="http://www.w3.org/2000/svg">
                                    <line class="vertical" x1="17" y1="2" x2="17" y2="32" stroke="#B0A2A2"
                                          stroke-width="4"
                                          stroke-linecap="round" stroke-linejoin="round"/>
                                    <line x1="32" y1="17" x2="2" y2="17" stroke="#B0A2A2" stroke-width="4"
                                          stroke-linecap="round" stroke-linejoin="round"/>
                                </svg>
                            </div>
                            <h2 class="mb-0 collapsed">
                                Могу ли я брать еду с собой в дорогу?
                            </h2>
                        </div>

                        <div id="collapseTwo2" class="collapse" aria-labelledby="headingTwo2"
                             data-parent="#accordionExample">
                            <div class="card-body">
                                <p>Конечно! Все контейнеры герметично упакованы и компактны. Их легко брать с собой и
                                    удобно
                                    есть даже в пробке. </p>
                                <p>В случае длительной поездки еду лучше перевозить в сумке-холодильнике.</p>
                            </div>
                        </div>
                    </div>

                    <div class="card testing">
                        <div class="card-header" role="button" data-toggle="collapse" data-target="#collapseThree2"
                             aria-expanded="false" aria-controls="collapseThree2" id="headingThree2">
                            <div class="extendBtn">
                                <svg width="34" height="34" viewBox="0 0 34 34" fill="none"
                                     xmlns="http://www.w3.org/2000/svg">
                                    <line class="vertical" x1="17" y1="2" x2="17" y2="32" stroke="#B0A2A2"
                                          stroke-width="4"
                                          stroke-linecap="round" stroke-linejoin="round"/>
                                    <line x1="32" y1="17" x2="2" y2="17" stroke="#B0A2A2" stroke-width="4"
                                          stroke-linecap="round" stroke-linejoin="round"/>
                                </svg>
                            </div>
                            <h2 class="collapsed mb-0">
                                Можно ли в течение дня менять приемы пищи?
                            </h2>
                        </div>

                        <div id="collapseThree2" class="collapse" aria-labelledby="headingThree2"
                             data-parent="#accordionExample">
                            <div class="card-body">
                                <p>Это не рекомендуется.</p>
                                <p>Блюда, их состав, а также порядок приема рекомендованы специалистом по питанию,
                                    поэтому
                                    желательно не менять их местами в течение дня.</p>
                            </div>
                        </div>
                    </div>
                </div>
            </div>

            <ul class="questions">
                <li>
                    <strong>— Не навредит ли это ребёнку?</strong>
                    <p>Наше питание специально разработано так, чтобы минимизировать риски для ребёнка. Мы выбрали для
                        вас
                        свежайшие фермерские продукты и приготовили еду в проверенных СанПином условиях.</p>
                    <p>Детки от такого питания только хорошеют. Да и мамы тоже :)</p>
                </li>

                <li>
                    <strong>— Почему такая цена и почему именно подписка? Нельзя просто сделать заказ на 1
                        день?</strong>
                    <p>Стоимость заказа включает в себя полноценный рацион на весь день. Это завтрак, ланч, обед и ужин,
                        в
                        составе которых — только качественные ингредиенты. Еда упакована в экологичную одноразовую
                        посуду,
                        которую безопасно использовать в микроволновой печи.</p>
                    <p>Мы привозим вашу еду бесплатно в любую точку города, в которой вы живете или находитесь в данный
                        момент. Да-да, если вы остались ночевать у мамы, предупредите нас, и мы доставим куда нужно
                        :) </p>
                    <p>При этом наши курьеры вежливы, терпеливы, надежны и несут только положительные эмоции. Забудьте
                        про
                        брошенные под дверь помятые пакеты и перепутанные адреса!</p>
                    <p>Мы работаем по подписке, потому что мы недавно начали свою деятельность, и пока это единственный
                        подходящий для нас способ работы.</p>
                    <p>Со временем обязательно появится возможность сделать заказ только на один день — следите за нашей
                        рассылкой ;)</p>
                </li>
                <li>
                    <strong>— Доставка еды осуществляется по подписке, и я не контролирую, что мне приезжает. Вдруг мне
                        не
                        понравится?</strong>
                    <p>Мы готовим из самых разных ингредиентов — мяса, крупы, овощей, фруктов, молочных продуктов. В
                        нашем
                        меню 400 блюд, что позволяет не повторять их в течении месяца, так что скучно не будет :)</p>
                    <p>Одна из ключевых целей «Кормим Маму» - показать, что правильное питание для мам может быть
                        вкусным. У
                        вас не будет ощущения, что вы сидите на диете и ограничиваете себя во вкусной еде.</p>
                    <p>В нашем меню есть аппетитные полезные десерты. И это не яблоко! Вы едите сладкое,
                        восстанавливаете
                        силы и хорошее настроение. Да, так бывает ;)</p>
                </li>
                <li>
                    <strong>— А если я не люблю что-то из того, что заявлено в вашем меню? Как быть?</strong>
                    <p>Просто сообщите об этом нашему менеждеру, и мы обязательно что-нибудь придумаем ;)</p>
                </li>
            </ul>
        </div>
    </section>

    <section class="enjoy">
        <img class="lowerDecor" src="images/enjoyLowerDecor.svg" alt="">
        <div class="container">
            <div class="content">
                <img src="images/enjoyImg.svg" alt="" class="mom">
                <img class="mob" src="images/discountContentMobBg.svg" alt="">
                <img src="images/enjoyContentBg.svg" alt="" class="desktop">
                <h2 class="section__title">Насладитесь материнством</h2>
                <p>О приготовлении еды позаботимся мы</p>
                <a href="#programs" class="actionBtn transBtn">Заказать доставку питания</a>
            </div>
        </div>
    </section>
@endsection
